{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "Unigram",
    "unk_id": 0,
    "vocab": [
      [
        "<UNK>",
        0.0
      ],
      [
        "s",
        -3.836622780748076
      ],
      [
        "n",
        -4.013122155886611
      ],
      [
        "e",
        -4.0555282110434145
      ],
      [
        "a",
        -4.076527636541316
      ],
      [
        "t",
        -4.15941189734298
      ],
      [
        "l",
        -4.194743563648414
      ],
      [
        "u",
        -4.351717195162335
      ],
      [
        "i",
        -4.424778091363481
      ],
      [
        " ",
        -4.599689420863838
      ],
      [
        "d",
        -4.626601374040472
      ],
      [
        "c",
        -4.7047673957862255
      ],
      [
        "m",
        -4.939397975151817
      ],
      [
        "re",
        -4.950314804796025
      ],
      [
        "o",
        -4.953112520626591
      ],
      [
        "b",
        -4.9872057512060755
      ],
      [
        "r",
        -5.103063682941974
      ],
      [
        " of ",
        -5.142976415978274
      ],
      [
        "f",
        -5.180163201463755
      ],
      [
        "y",
        -5.208730414848685
      ],
      [
        "2",
        -5.249737389777541
      ],
      [
        "v",
        -5.406499398141281
      ],
      [
        "cul",
        -5.425080701407441
      ],
      [
        "The ",
        -5.447094736029976
      ],
      [
        "ly ",
        -5.456335309908833
      ],
      [
        "ol",
        -5.456848015621369
      ],
      [
        "able ",
        -5.481707487280692
      ],
      [
        "sts a",
        -5.496064002699099
      ],
      [
        " for ",
        -5.5258250893858785
      ],
      [
        "ation",
        -5.526561411302948
      ],
      [
        "ing ",
        -5.54045025979715
      ],
      [
        ",",
        -5.5583320781396095
      ],
      [
        "-",
        -5.5608580349695105
      ],
      [
        "cal",
        -5.566003470458552
      ],
      [
        "to",
        -5.5722252628204645
      ],
      [
        "\n",
        -5.606235618099042
      ],
      [
        "w",
        -5.616119483037588
      ],
      [
        " and ",
        -5.620013582105193
      ],
      [
        "ted ",
        -5.6288393595948065
      ],
      [
        "ou",
        -5.645997624759101
      ],
      [
        "ur",
        -5.66974226565078
      ],
      [
        "ed",
        -5.682983010539722
      ],
      [
        "age",
        -5.684731733217834
      ],
      [
        "p",
        -5.686364406815296
      ],
      [
        " bi",
        -5.687703014196907
      ],
      [
        "th",
        -5.691744328391092
      ],
      [
        "rea",
        -5.694422981831918
      ],
      [
        "1",
        -5.7096680549041805
      ],
      [
        "each ",
        -5.7186368862203345
      ],
      [
        "0",
        -5.750864815398762
      ],
      [
        "relation",
        -5.7522829193835285
      ],
      [
        " between ",
        -5.752667626176304
      ],
      [
        "sh",
        -5.775590688676631
      ],
      [
        "ic",
        -5.781124931403891
      ],
      [
        "he",
        -5.782207925616324
      ],
      [
        "in",
        -5.783388139620014
      ],
      [
        "s and ",
        -5.784196941880853
      ],
      [
        "al",
        -5.789534240323595
      ],
      [
        "significant",
        -5.8065981018867925
      ],
      [
        "ves ",
        -5.812412019257739
      ],
      [
        "ility an",
        -5.825057536451208
      ],
      [
        "col",
        -5.8289207661236375
      ],
      [
        " pro",
        -5.846065395035068
      ],
      [
        " outcomes i",
        -5.863424729724242
      ],
      [
        " report",
        -5.870127526777715
      ],
      [
        "year",
        -5.872614115521256
      ],
      [
        "7",
        -5.878140307584155
      ],
      [
        "an a",
        -5.879584775042012
      ],
      [
        "ive ",
        -5.892168722752643
      ],
      [
        "8",
        -5.896659296539774
      ],
      [
        "owing ",
        -5.898117962872889
      ],
      [
        "ed w",
        -5.900070797219132
      ],
      [
        "ata ",
        -5.900596828947573
      ],
      [
        "ge",
        -5.917682111615606
      ],
      [
        "l de",
        -5.918184385927256
      ],
      [
        "from ",
        -5.919178007805532
      ],
      [
        "4",
        -5.921897145391502
      ],
      [
        " accessib",
        -5.922485010864532
      ],
      [
        "result",
        -5.929252789683664
      ],
      [
        ") ",
        -5.933196423865457
      ],
      [
        " metr",
        -5.940957038683661
      ],
      [
        "x",
        -5.9414175063903585
      ],
      [
        "s, with ",
        -5.944719646635947
      ],
      [
        "ly d",
        -5.951668836924983
      ],
      [
        "mental ",
        -5.952627790095231
      ],
      [
        ". P",
        -5.956788738215769
      ],
      [
        "for",
        -5.961897508123405
      ],
      [
        ". ",
        -5.966059476418422
      ],
      [
        " int",
        -5.970372278986544
      ],
      [
        " gree",
        -5.97539191930469
      ],
      [
        "gin",
        -5.976872353595607
      ],
      [
        "earning",
        -5.977866629690123
      ],
      [
        "ology ",
        -5.981459826446126
      ],
      [
        "res",
        -5.988408654190677
      ],
      [
        "over",
        -5.990877414432126
      ],
      [
        "conve",
        -5.99452085841016
      ],
      [
        ". Its ",
        -6.002075522730261
      ],
      [
        "ell",
        -6.0064911657522355
      ],
      [
        "g",
        -6.007497382515413
      ],
      [
        "'",
        -6.008617797980623
      ],
      [
        ":\n    ",
        -6.00876291598847
      ],
      [
        "ate_fibonacci(n-",
        -6.009840889670729
      ],
      [
        "    return ",
        -6.0160585446469685
      ],
      [
        "cienti",
        -6.016997258079666
      ],
      [
        " expl",
        -6.019437769510318
      ],
      [
        "every",
        -6.02313870099229
      ],
      [
        "eather",
        -6.025087002763875
      ],
      [
        ", ",
        -6.031756321241949
      ],
      [
        "iz",
        -6.033426065561546
      ],
      [
        "cos",
        -6.040656323320426
      ],
      [
        "ed ope",
        -6.042563104419169
      ],
      [
        "ner",
        -6.044008005001679
      ],
      [
        "lin",
        -6.045447700484423
      ],
      [
        " make",
        -6.046884097325725
      ],
      [
        "through ",
        -6.050219645937725
      ],
      [
        " exce",
        -6.052329089262703
      ],
      [
        "ment, ",
        -6.0529988145504445
      ],
      [
        "(",
        -6.058628005706327
      ],
      [
        "ical",
        -6.062141250189831
      ],
      [
        " the cor",
        -6.0627041899605425
      ],
      [
        "e to ",
        -6.064836998688591
      ],
      [
        "light",
        -6.066335377846237
      ],
      [
        "hlorop",
        -6.0666070563162044
      ],
      [
        "ear",
        -6.069088524699264
      ],
      [
        "ted in ",
        -6.07126318624588
      ],
      [
        "ide",
        -6.073396070020218
      ],
      [
        "ust ",
        -6.075660670144749
      ],
      [
        "S",
        -6.082031116285456
      ],
      [
        "nding",
        -6.082789251414419
      ],
      [
        "hel",
        -6.085045174397325
      ],
      [
        "ima",
        -6.088056238439691
      ],
      [
        " mo",
        -6.091811764010949
      ],
      [
        " initiati",
        -6.106375211799836
      ],
      [
        "synt",
        -6.107364848681397
      ],
      [
        "sit",
        -6.1104555803763105
      ],
      [
        "gr",
        -6.119851332189455
      ],
      [
        "by a",
        -6.121255567451345
      ],
      [
        "s con",
        -6.125413439321649
      ],
      [
        "ll",
        -6.126007665442684
      ],
      [
        "or w",
        -6.1305203229320115
      ],
      [
        " about ",
        -6.135570427725883
      ],
      [
        "h",
        -6.137131214854296
      ],
      [
        " complex ",
        -6.1424174973983625
      ],
      [
        "P",
        -6.144532817744934
      ],
      [
        " and con",
        -6.152627596058317
      ],
      [
        "%",
        -6.156535260188699
      ],
      [
        "ma",
        -6.167635380105765
      ],
      [
        ".",
        -6.17089550979425
      ],
      [
        " The ",
        -6.186691102967253
      ],
      [
        "ain",
        -6.198003976853711
      ],
      [
        "an",
        -6.198736731129908
      ],
      [
        " su",
        -6.200587806478254
      ],
      [
        "ration",
        -6.206804520086381
      ],
      [
        " energy ",
        -6.2076288476300405
      ],
      [
        "ch",
        -6.215893223151569
      ],
      [
        "% ",
        -6.219372130430216
      ],
      [
        "er",
        -6.247833377168592
      ],
      [
        "pro",
        -6.25383751860586
      ],
      [
        "educ",
        -6.262715037029641
      ],
      [
        "ent",
        -6.266639902936285
      ],
      [
        "tions",
        -6.26705368059557
      ],
      [
        "di",
        -6.267385077577522
      ],
      [
        "ar",
        -6.268944038437701
      ],
      [
        "int",
        -6.288170774743284
      ],
      [
        " to ",
        -6.293650870987391
      ],
      [
        " is ",
        -6.300485179756551
      ],
      [
        "su",
        -6.30469179348525
      ],
      [
        " A",
        -6.318366842264585
      ],
      [
        "am",
        -6.323871856627363
      ],
      [
        " che",
        -6.324713131796584
      ],
      [
        "s. ",
        -6.3392121694533365
      ],
      [
        " efficiency",
        -6.343303313832241
      ],
      [
        "ood",
        -6.349125475504493
      ],
      [
        "analys",
        -6.349785558686907
      ],
      [
        "stor",
        -6.365651219144816
      ],
      [
        " inte",
        -6.370076069868641
      ],
      [
        "nts ",
        -6.378630150122044
      ],
      [
        "ce",
        -6.406376552799977
      ],
      [
        "rst",
        -6.406706486140315
      ],
      [
        "da",
        -6.411594308716923
      ],
      [
        "ical ",
        -6.415634490979558
      ],
      [
        "in the ",
        -6.427281943837287
      ],
      [
        "tra",
        -6.428070327460065
      ],
      [
        "fi",
        -6.435560118833489
      ],
      [
        "the ",
        -6.435759291999369
      ],
      [
        "ties ",
        -6.446167705791338
      ],
      [
        "D",
        -6.447741342424837
      ],
      [
        "5",
        -6.447741342424866
      ],
      [
        " participa",
        -6.450187562845997
      ],
      [
        "ll-being scores.",
        -6.452651210622399
      ],
      [
        "across ",
        -6.457182492873168
      ],
      [
        "la",
        -6.460014919809154
      ],
      [
        "at",
        -6.4658264974136435
      ],
      [
        "s, ",
        -6.466543182896598
      ],
      [
        "ment",
        -6.476783880532184
      ],
      [
        "ho",
        -6.477694381411125
      ],
      [
        "per",
        -6.479870021883522
      ],
      [
        "ines",
        -6.479986010930242
      ],
      [
        "lec",
        -6.485744031105816
      ],
      [
        "tional ",
        -6.487268255894186
      ],
      [
        "rent",
        -6.4950157811347475
      ],
      [
        "ting",
        -6.498365242293772
      ],
      [
        "duc",
        -6.503234775649169
      ],
      [
        "book a",
        -6.508015031355264
      ],
      [
        " book",
        -6.510208318473673
      ],
      [
        "tion",
        -6.516898535529014
      ],
      [
        "ark",
        -6.5178470631226695
      ],
      [
        "mon",
        -6.520145123433171
      ],
      [
        " space",
        -6.520709494210806
      ],
      [
        "energy t",
        -6.528790205656751
      ],
      [
        "nd",
        -6.52981414249103
      ],
      [
        "photo",
        -6.53293771517596
      ],
      [
        "across all ",
        -6.533038752500155
      ],
      [
        " ex",
        -6.538055734838741
      ],
      [
        "mi",
        -6.544198925696713
      ],
      [
        "ulate_fibonacci(",
        -6.544638872534982
      ],
      [
        "tist",
        -6.545911417728759
      ],
      [
        "jority of cases.",
        -6.550102248799329
      ],
      [
        " eff",
        -6.552491334644484
      ],
      [
        " S",
        -6.554288303397725
      ],
      [
        ". S",
        -6.556032818171973
      ],
      [
        "mproved ",
        -6.556223389475734
      ],
      [
        "s st",
        -6.560947458116805
      ],
      [
        "new",
        -6.560990244016216
      ],
      [
        "em",
        -6.569358792526961
      ],
      [
        "nt to ",
        -6.569649892792415
      ],
      [
        " st",
        -6.578028201431276
      ],
      [
        "po",
        -6.582982661393856
      ],
      [
        " and ex",
        -6.5870906884216796
      ],
      [
        "tim",
        -6.591603296812483
      ],
      [
        "ries",
        -6.592115248714064
      ],
      [
        "gree",
        -6.596852687826562
      ],
      [
        "sign",
        -6.599850700309866
      ],
      [
        "reak",
        -6.600876822722761
      ],
      [
        "tri",
        -6.601889656252638
      ],
      [
        "ic c",
        -6.611977028508137
      ],
      [
        "twe",
        -6.612680823254678
      ],
      [
        "space",
        -6.618557293944003
      ],
      [
        "min",
        -6.6194718939079245
      ],
      [
        "ing the p",
        -6.622206638547112
      ],
      [
        "t the ",
        -6.623278972247624
      ],
      [
        " to th",
        -6.6267230301638556
      ],
      [
        "shed ",
        -6.633431313466767
      ],
      [
        "lit",
        -6.635388908544699
      ],
      [
        "O",
        -6.6376569961896505
      ],
      [
        "q",
        -6.63765699618966
      ],
      [
        "3",
        -6.6376569961896665
      ],
      [
        "$",
        -6.637656996189691
      ],
      [
        "s improved ",
        -6.638881129475424
      ],
      [
        "ck",
        -6.640465556800419
      ],
      [
        "ip",
        -6.64135789171252
      ],
      [
        "ta",
        -6.643447564323782
      ],
      [
        "on the market.",
        -6.649748725160515
      ],
      [
        " across all ",
        -6.659169234803542
      ],
      [
        "s c",
        -6.660209739992158
      ],
      [
        " it a",
        -6.661984766757343
      ],
      [
        "ac",
        -6.663724807122549
      ],
      [
        "sent",
        -6.66581180122642
      ],
      [
        "ion. ",
        -6.665945075109461
      ],
      [
        "uthor",
        -6.669433140168922
      ],
      [
        "re ",
        -6.670169816812918
      ],
      [
        "om ",
        -6.6732155233815655
      ],
      [
        " b",
        -6.673902324407817
      ],
      [
        "y e",
        -6.675243424114095
      ],
      [
        "ven",
        -6.6783604604461955
      ],
      [
        "z",
        -6.684265636304459
      ],
      [
        " with",
        -6.687084456838265
      ],
      [
        "man",
        -6.688311361070692
      ],
      [
        "he new ",
        -6.69157977186509
      ],
      [
        " develop",
        -6.692569037972556
      ],
      [
        " comp",
        -6.693019788882043
      ],
      [
        "nced developers.",
        -6.701099429641657
      ],
      [
        "ch ",
        -6.701644525818411
      ],
      [
        "ding ",
        -6.702322760870757
      ],
      [
        "if ",
        -6.7045152607656755
      ],
      [
        "ed a",
        -6.70494017101573
      ],
      [
        ":",
        -6.70495807306983
      ],
      [
        "rophy",
        -6.705159070995306
      ],
      [
        "M",
        -6.705249256799246
      ],
      [
        "<",
        -6.7052492567992585
      ],
      [
        ">",
        -6.7052492567992585
      ],
      [
        "+",
        -6.705249256799276
      ],
      [
        "F",
        -6.705249256799294
      ],
      [
        "J",
        -6.705249256799363
      ],
      [
        "H",
        -6.705249256799467
      ],
      [
        "!",
        -6.705249256799518
      ],
      [
        "se and o",
        -6.705677847982997
      ],
      [
        ")\n",
        -6.705845155319267
      ],
      [
        "ver",
        -6.7062155425066985
      ],
      [
        "igh",
        -6.706514034452197
      ],
      [
        "mp",
        -6.706555150516352
      ],
      [
        "10)",
        -6.707444117212284
      ],
      [
        "reet",
        -6.710898556797182
      ],
      [
        "en s",
        -6.712365279246009
      ],
      [
        "s. The ",
        -6.712546963359301
      ],
      [
        "n the ma",
        -6.714012459553261
      ],
      [
        "fic",
        -6.715777620480356
      ],
      [
        " = ",
        -6.718955364268714
      ],
      [
        "pr",
        -6.720962507627057
      ],
      [
        "com",
        -6.72122842062603
      ],
      [
        " if ",
        -6.721621904680957
      ],
      [
        "ec",
        -6.724272677789987
      ],
      [
        "ld",
        -6.7254472562510665
      ],
      [
        "Th",
        -6.730434762528799
      ],
      [
        "yst",
        -6.733974613124096
      ],
      [
        "ati",
        -6.734270782949793
      ],
      [
        "de",
        -6.741210622006021
      ],
      [
        "one",
        -6.743459661738536
      ],
      [
        "ng the p",
        -6.74513800754972
      ],
      [
        "reas",
        -6.746490289589415
      ],
      [
        "the a",
        -6.7550711847641
      ],
      [
        "nth",
        -6.755493117891415
      ],
      [
        "bl",
        -6.7579286669315035
      ],
      [
        "significant ",
        -6.758602430455827
      ],
      [
        "ue ",
        -6.759821082571059
      ],
      [
        "ast",
        -6.761841528755209
      ],
      [
        "U",
        -6.762818114103085
      ],
      [
        "C",
        -6.76281811410317
      ],
      [
        "ence",
        -6.763408842166599
      ],
      [
        "cose and oxygen.",
        -6.763651565590543
      ],
      [
        "n ",
        -6.767129889106174
      ],
      [
        " op",
        -6.768879287473859
      ],
      [
        "ntl",
        -6.771266935496098
      ],
      [
        "nced ",
        -6.782341389668159
      ],
      [
        "= ",
        -6.785157286665156
      ],
      [
        "ect",
        -6.785231804723097
      ],
      [
        "rt ",
        -6.7860351389636495
      ],
      [
        "ed in ",
        -6.786779708268399
      ],
      [
        " wo",
        -6.78688127988278
      ],
      [
        "ur place in it.",
        -6.7894062536904745
      ],
      [
        "f ca",
        -6.792294954216729
      ],
      [
        "t out",
        -6.793809736250777
      ],
      [
        "bo",
        -6.798053780066099
      ],
      [
        "proved ",
        -6.799296887661102
      ],
      [
        "d co",
        -6.802519954864109
      ],
      [
        "hy",
        -6.807771721824338
      ],
      [
        "E",
        -6.808279617773687
      ],
      [
        "ts we",
        -6.8090787757136475
      ],
      [
        "ely ",
        -6.812880408113761
      ],
      [
        "ll m",
        -6.8174817580462355
      ],
      [
        "atives ",
        -6.820449178657449
      ],
      [
        "n the c",
        -6.8261482552947434
      ],
      [
        "it",
        -6.8295737649694575
      ],
      [
        "rb",
        -6.833492934406727
      ],
      [
        "at ",
        -6.834273346095838
      ],
      [
        " fi",
        -6.83550817996308
      ],
      [
        "rly ",
        -6.84539714194066
      ],
      [
        "ter",
        -6.846206593689615
      ],
      [
        " photo",
        -6.846969006554764
      ],
      [
        "business units.",
        -6.847280831424391
      ],
      [
        "ult",
        -6.848495900200003
      ],
      [
        "cess",
        -6.853544737025026
      ],
      [
        " sy",
        -6.856790634487491
      ],
      [
        " be",
        -6.859283377775486
      ],
      [
        "ng",
        -6.860016779985969
      ],
      [
        "ffe",
        -6.86141102193487
      ],
      [
        "al to ",
        -6.864259533078036
      ],
      [
        "parti",
        -6.866463205362989
      ],
      [
        " re",
        -6.867805599738087
      ],
      [
        " po",
        -6.875693115427308
      ],
      [
        "s i",
        -6.881148834432082
      ],
      [
        "erie",
        -6.883613832556925
      ],
      [
        " year",
        -6.883915686147197
      ],
      [
        " out",
        -6.886059956289159
      ],
      [
        "perati",
        -6.886115711578322
      ],
      [
        "lve",
        -6.888499964430167
      ],
      [
        "wa",
        -6.889794017482504
      ],
      [
        "ro",
        -6.890667921293192
      ],
      [
        "sta",
        -6.891632255723124
      ],
      [
        "t m",
        -6.89457006812676
      ],
      [
        " th",
        -6.896111269175822
      ],
      [
        "d rep",
        -6.896671736573001
      ],
      [
        "king ",
        -6.896738218175033
      ],
      [
        "ar ",
        -6.898392056571445
      ],
      [
        "nce",
        -6.898826893480776
      ],
      [
        "ini",
        -6.8990447095245875
      ],
      [
        "ction ",
        -6.901546780768762
      ],
      [
        "ow",
        -6.903683200895918
      ],
      [
        "pan",
        -6.907700308674362
      ],
      [
        "es he",
        -6.907977064018079
      ],
      [
        "men",
        -6.9080404663263675
      ],
      [
        "ntly ",
        -6.914418047320377
      ],
      [
        "us",
        -6.919957848105559
      ],
      [
        "ants ",
        -6.934762976829844
      ],
      [
        "red",
        -6.962767226815089
      ],
      [
        "lig",
        -6.967477636390186
      ],
      [
        "ess ",
        -6.977237752439052
      ],
      [
        "and ",
        -6.981529801267223
      ],
      [
        " sto",
        -6.985731015055362
      ],
      [
        "port",
        -6.985782846845876
      ],
      [
        "ed ",
        -6.989793814768905
      ],
      [
        "me",
        -6.9909690000909075
      ],
      [
        "te",
        -6.994108421517279
      ],
      [
        ")",
        -6.99539169879974
      ],
      [
        "ug",
        -7.001228883454492
      ],
      [
        "efficiency",
        -7.001340018050669
      ],
      [
        "tho",
        -7.013130954477489
      ],
      [
        "ent ",
        -7.017130215601561
      ],
      [
        "op",
        -7.019956435407685
      ],
      [
        "ed f",
        -7.022835809268132
      ],
      [
        "ibonacci(",
        -7.042950926303755
      ],
      [
        "or",
        -7.043073342779227
      ],
      [
        "10) = {result}')",
        -7.043435560238414
      ],
      [
        "be",
        -7.050296799050996
      ],
      [
        "ction",
        -7.061462572738802
      ],
      [
        "is",
        -7.067033878149663
      ],
      [
        " p",
        -7.069748556082045
      ],
      [
        "arti",
        -7.072262164095566
      ],
      [
        "e new ",
        -7.093918000177965
      ],
      [
        "ate_fibonacci(n",
        -7.099996777975676
      ],
      [
        "eas",
        -7.10974312761854
      ],
      [
        "n the ",
        -7.1192125035228315
      ],
      [
        "ie",
        -7.1200533477853964
      ],
      [
        "ci",
        -7.133720405136177
      ],
      [
        "ibi",
        -7.1402671077577615
      ],
      [
        "pt",
        -7.1467895977910505
      ],
      [
        " exp",
        -7.16201536520648
      ],
      [
        "ty ",
        -7.165956872049881
      ],
      [
        "hi",
        -7.166593848696264
      ],
      [
        " analys",
        -7.174953519931028
      ],
      [
        "s g",
        -7.1830099850205125
      ],
      [
        "creaking door.",
        -7.185075700932151
      ],
      [
        "ing",
        -7.200675454027548
      ],
      [
        "rit",
        -7.208442422595523
      ],
      [
        "st",
        -7.2164807006585505
      ],
      [
        "fici",
        -7.222101469790768
      ],
      [
        " pa",
        -7.241001999328715
      ],
      [
        "ua",
        -7.242847039464619
      ],
      [
        "ach",
        -7.2508000436213
      ],
      [
        "lear",
        -7.252427247313604
      ],
      [
        "y. Th",
        -7.264720516826708
      ],
      [
        "mm",
        -7.287230257329826
      ],
      [
        "lan",
        -7.292209168200559
      ],
      [
        "ap",
        -7.29295400453257
      ],
      [
        "exp",
        -7.294521244703905
      ],
      [
        " and m",
        -7.295105193632452
      ],
      [
        "sis",
        -7.295190055873201
      ],
      [
        "mar",
        -7.2965935042797785
      ],
      [
        "book",
        -7.307216815030828
      ],
      [
        "d a",
        -7.323992987709566
      ],
      [
        "art",
        -7.328516937129912
      ],
      [
        "y. The ",
        -7.334591015259145
      ],
      [
        "un",
        -7.336313138370803
      ],
      [
        " c",
        -7.33674732318128
      ],
      [
        "new ",
        -7.343934014974293
      ],
      [
        "crea",
        -7.349668111836512
      ],
      [
        "ed p",
        -7.352266853877651
      ],
      [
        "uni",
        -7.353959699878077
      ],
      [
        "ion",
        -7.3576300125165695
      ],
      [
        "br",
        -7.361859698483398
      ],
      [
        "ifica",
        -7.364553098806569
      ],
      [
        "li",
        -7.371428424032839
      ],
      [
        "es i",
        -7.37873809378576
      ],
      [
        "se",
        -7.383248163561008
      ],
      [
        "reac",
        -7.391625437884237
      ],
      [
        "eb",
        -7.398584013378949
      ],
      [
        " the ",
        -7.404540333233163
      ],
      [
        "tre",
        -7.4138580675757915
      ],
      [
        "ement",
        -7.423087969543616
      ],
      [
        "il",
        -7.440308302989054
      ],
      [
        "participa",
        -7.441438524298499
      ],
      [
        "le",
        -7.444006486473791
      ],
      [
        " mar",
        -7.453667571823325
      ],
      [
        "author",
        -7.456846460777559
      ],
      [
        "ns",
        -7.458357222736128
      ],
      [
        "y ",
        -7.4735688762435055
      ],
      [
        "the",
        -7.491651809152256
      ],
      [
        " uni",
        -7.510687831303281
      ],
      [
        "rie",
        -7.513702922977519
      ],
      [
        "ng ",
        -7.520044216066005
      ],
      [
        "rte",
        -7.522775217221657
      ],
      [
        "all ",
        -7.5249284482089696
      ],
      [
        "in ",
        -7.527506403683257
      ],
      [
        " sh",
        -7.530732154450474
      ],
      [
        " parti",
        -7.531219303888255
      ],
      [
        " ac",
        -7.533107696986415
      ],
      [
        "es ",
        -7.568591576907734
      ],
      [
        "cipating entity.",
        -7.574289059679786
      ],
      [
        "si",
        -7.587586928976335
      ],
      [
        "inte",
        -7.615633043156202
      ],
      [
        "ra",
        -7.6233796096782465
      ],
      [
        "ve ",
        -7.630569351362807
      ],
      [
        "rese",
        -7.631581252135431
      ],
      [
        " ch",
        -7.635757276871963
      ],
      [
        "all",
        -7.6449422410450305
      ],
      [
        " expe",
        -7.652596041552183
      ],
      [
        "isi",
        -7.653627816385637
      ],
      [
        " author",
        -7.654911456322592
      ],
      [
        "od",
        -7.669287774987829
      ],
      [
        "ations",
        -7.672083677790465
      ],
      [
        "str",
        -7.680359332321689
      ],
      [
        "ve",
        -7.680607704913607
      ],
      [
        " at the ",
        -7.68242048359946
      ],
      [
        "ial ",
        -7.682676001675063
      ],
      [
        "sy",
        -7.69351421621664
      ],
      [
        "so",
        -7.69717478273708
      ],
      [
        "ific",
        -7.707781933067047
      ],
      [
        "s ",
        -7.708376573493414
      ],
      [
        "expe",
        -7.717568662529869
      ],
      [
        "tific",
        -7.728181389540961
      ],
      [
        "es in ",
        -7.741124986116689
      ],
      [
        "cor",
        -7.772674234485763
      ],
      [
        "the c",
        -7.774221358420676
      ],
      [
        "ear ",
        -7.7771334561981496
      ],
      [
        "rom",
        -7.798665621753119
      ],
      [
        "s f",
        -7.80235284348629
      ],
      [
        "A",
        -7.808388250309471
      ],
      [
        "ib",
        -7.811528695944208
      ],
      [
        "ly",
        -7.818801581847552
      ],
      [
        "ct",
        -7.820865831978502
      ],
      [
        "ention",
        -7.823942667754703
      ],
      [
        "y th",
        -7.834686932437091
      ],
      [
        "es and ",
        -7.8539198900316585
      ],
      [
        "ai",
        -7.865318214564277
      ],
      [
        "ting entity.",
        -7.876115951309535
      ],
      [
        "d p",
        -7.87717785338241
      ],
      [
        "pu",
        -7.891907658951013
      ],
      [
        "al ",
        -7.921471903347664
      ],
      [
        "ers",
        -7.934724791664683
      ],
      [
        "sto",
        -7.939565869574109
      ],
      [
        "rre",
        -7.978556259591426
      ],
      [
        "ibonacci(10)",
        -7.9802108415024
      ],
      [
        "cl",
        -7.984234436477824
      ],
      [
        "reaking door.",
        -7.994054863428746
      ],
      [
        "bi",
        -8.02579343664324
      ],
      [
        "ty",
        -8.069755863808716
      ],
      [
        "tal to ",
        -8.071488944843065
      ],
      [
        "ient",
        -8.092076262698228
      ],
      [
        " f",
        -8.114004089821291
      ],
      [
        "s we",
        -8.11920119223295
      ],
      [
        "metr",
        -8.149059960438958
      ],
      [
        "wi",
        -8.155125022371397
      ],
      [
        "ag",
        -8.160181789076953
      ],
      [
        "on",
        -8.172975867561407
      ],
      [
        "nt",
        -8.17801408295323
      ],
      [
        "bout ",
        -8.18054887128248
      ],
      [
        "tr",
        -8.234573648724716
      ],
      [
        "ts",
        -8.236778630576762
      ],
      [
        "ess",
        -8.258007276557203
      ],
      [
        "d ",
        -8.263989443464588
      ],
      [
        "ing an",
        -8.28400073868757
      ],
      [
        " 1",
        -8.287573510242343
      ],
      [
        "en",
        -8.2918262281952
      ],
      [
        "ri",
        -8.296468387436308
      ],
      [
        "ating ",
        -8.312279712915387
      ],
      [
        " = {result}')",
        -8.314004722636993
      ],
      [
        "e ",
        -8.314664080172605
      ],
      [
        " it",
        -8.330927789766996
      ],
      [
        "business units. ",
        -8.338029385428413
      ],
      [
        "initiati",
        -8.345798023597618
      ],
      [
        "of ",
        -8.357820663737645
      ],
      [
        "ies",
        -8.36177578104424
      ],
      [
        "complex ",
        -8.377334320910574
      ],
      [
        "rat",
        -8.408093873904326
      ],
      [
        "dif",
        -8.410777175840467
      ],
      [
        " de",
        -8.425499700160675
      ],
      [
        "ne",
        -8.432618491521687
      ],
      [
        "we",
        -8.437818090499656
      ],
      [
        "e s",
        -8.453275742764703
      ],
      [
        " P",
        -8.481225253757614
      ],
      [
        "ry ",
        -8.48431840934671
      ],
      [
        " Th",
        -8.491742510130754
      ],
      [
        "to c",
        -8.493180179462245
      ],
      [
        "tions ",
        -8.516192529731105
      ],
      [
        "cell",
        -8.54102120815621
      ],
      [
        "lli",
        -8.573896277580012
      ],
      [
        "ins ",
        -8.633014780363588
      ],
      [
        " gr",
        -8.640073965643502
      ],
      [
        " each ",
        -8.640329753438722
      ],
      [
        "cu",
        -8.65764955820886
      ],
      [
        "with",
        -8.660075328433102
      ],
      [
        "outcomes i",
        -8.664692712026696
      ],
      [
        "d c",
        -8.675716344362806
      ],
      [
        "late_fibonacci(n",
        -8.691930917755224
      ],
      [
        "th ",
        -8.714369470185844
      ],
      [
        "cien",
        -8.72114067325759
      ],
      [
        "is ",
        -8.728727706654338
      ],
      [
        "energy ",
        -8.730893191672902
      ],
      [
        "hrough ",
        -8.739379119701015
      ],
      [
        " s",
        -8.75256956986155
      ],
      [
        "to ",
        -8.754460093357324
      ],
      [
        "wel",
        -8.767984710665571
      ],
      [
        "out",
        -8.779414139579256
      ],
      [
        "co",
        -8.795501845968419
      ],
      [
        "red ",
        -8.800036059310258
      ],
      [
        "rl",
        -8.82337462044476
      ],
      [
        "oun",
        -8.827098597871212
      ],
      [
        "t ",
        -8.832105099827114
      ],
      [
        " m",
        -8.851707896850861
      ],
      [
        "ub",
        -8.852232872745143
      ],
      [
        "an ",
        -8.857584891516112
      ],
      [
        "sed ",
        -8.876375528502235
      ],
      [
        "nta",
        -8.936972698786796
      ],
      [
        "im",
        -9.02472585070863
      ],
      [
        " a",
        -9.025683130966895
      ],
      [
        ", with ",
        -9.026067308570477
      ],
      [
        "par",
        -9.056141245270334
      ],
      [
        " to",
        -9.059434393547551
      ],
      [
        "ep",
        -9.070581331348619
      ],
      [
        "yo",
        -9.082076744100181
      ],
      [
        "eat",
        -9.10080360970526
      ],
      [
        " we",
        -9.106235417976896
      ],
      [
        "ts ",
        -9.10838720219658
      ],
      [
        "du",
        -9.116919654444963
      ],
      [
        "here",
        -9.148979590665883
      ],
      [
        " significant ",
        -9.16153360687822
      ],
      [
        "k",
        -9.185659963198095
      ],
      [
        "=",
        -9.18796052869271
      ],
      [
        "for ",
        -9.19979623463759
      ],
      [
        "make",
        -9.202017470497504
      ],
      [
        "es",
        -9.23855158511693
      ],
      [
        "s co",
        -9.24031827662688
      ],
      [
        "if",
        -9.246917782081697
      ],
      [
        "ting entity. ",
        -9.249598822741483
      ],
      [
        "nd c",
        -9.279445523068983
      ],
      [
        "ea",
        -9.31083709181237
      ],
      [
        "ur place in it. ",
        -9.31227823367325
      ],
      [
        "s w",
        -9.342174190568468
      ],
      [
        "tion ",
        -9.350752012159404
      ],
      [
        "ccessib",
        -9.40331238517462
      ],
      [
        "trop",
        -9.403776083963042
      ],
      [
        "ope",
        -9.409965609478732
      ],
      [
        " = {result}') Th",
        -9.412460483850921
      ],
      [
        " i",
        -9.43465814405296
      ],
      [
        "fe",
        -9.474396114722166
      ],
      [
        " w",
        -9.48553514385685
      ],
      [
        "no",
        -9.486354792702471
      ],
      [
        "lle",
        -9.48641936245841
      ],
      [
        "ed re",
        -9.49307439494947
      ],
      [
        "ni",
        -9.49385066904214
      ],
      [
        " it ",
        -9.501524182154972
      ],
      [
        "ul",
        -9.506475006579878
      ],
      [
        "ig",
        -9.54563774228599
      ],
      [
        "tel",
        -9.582266827583428
      ],
      [
        "ons",
        -9.60895184382235
      ],
      [
        "and con",
        -9.65224208843461
      ],
      [
        "ay",
        -9.668059965167316
      ],
      [
        "elve",
        -9.67539009359207
      ],
      [
        "ex",
        -9.691066068769185
      ],
      [
        "pa",
        -9.69402023156551
      ],
      [
        "report",
        -9.720392322439764
      ],
      [
        " the a",
        -9.730449682644128
      ],
      [
        "ting entity. Th",
        -9.73062457177584
      ],
      [
        "ge ",
        -9.761818309323903
      ],
      [
        "ics",
        -9.770591404850697
      ],
      [
        " me",
        -9.776365680859426
      ],
      [
        "ate",
        -9.783397387598953
      ],
      [
        "ld ",
        -9.814971002243057
      ],
      [
        "esi",
        -9.818039893778446
      ],
      [
        "d ope",
        -9.831068717136864
      ],
      [
        "t o",
        -9.877639858264862
      ],
      [
        "on the market. ",
        -9.887487955703117
      ],
      [
        "r p",
        -9.892093357075563
      ],
      [
        "mo",
        -9.895494648266636
      ],
      [
        "reaking door. Th",
        -9.95362508489916
      ],
      [
        "nc",
        -9.962492940420471
      ],
      [
        "st ",
        -9.963928602628032
      ],
      [
        "ach ",
        -9.96398830607247
      ],
      [
        " ca",
        -9.971315872003716
      ],
      [
        "e t",
        -9.97473740692515
      ],
      [
        "el",
        -9.984575597296327
      ],
      [
        "s th",
        -9.99838065599663
      ],
      [
        "f ",
        -10.005121839459253
      ],
      [
        "che",
        -10.024022468279844
      ],
      [
        "ces",
        -10.040118421470169
      ],
      [
        "om",
        -10.070985822299589
      ],
      [
        "e c",
        -10.076201462025141
      ],
      [
        " significant",
        -10.094584927121163
      ],
      [
        "accessib",
        -10.140619806628699
      ],
      [
        "as",
        -10.155547143415372
      ],
      [
        "creaking door. ",
        -10.169704433873259
      ],
      [
        "eve",
        -10.184631120996919
      ],
      [
        "to th",
        -10.190272968734192
      ],
      [
        "ive",
        -10.243824570146309
      ],
      [
        "ather",
        -10.358557874408476
      ],
      [
        "and",
        -10.379131383913256
      ],
      [
        "ana",
        -10.39416237665765
      ],
      [
        "nalys",
        -10.414917884168602
      ],
      [
        " the ma",
        -10.435177140555576
      ],
      [
        "ation ",
        -10.4466104250659
      ],
      [
        " energy t",
        -10.481956217505802
      ],
      [
        "rs",
        -10.523822015723356
      ],
      [
        "on. ",
        -10.527645029732414
      ],
      [
        "rm",
        -10.588948883047308
      ],
      [
        "ional ",
        -10.59474401753505
      ],
      [
        " li",
        -10.59895186325425
      ],
      [
        "ce ",
        -10.646636003390986
      ],
      [
        "bil",
        -10.658258004776897
      ],
      [
        "a ",
        -10.694538784504068
      ],
      [
        "ing entity. The ",
        -10.706702682179055
      ],
      [
        "ced ",
        -10.72580534018889
      ],
      [
        "s he",
        -10.761667607208528
      ],
      [
        "h b",
        -10.791345175386892
      ],
      [
        "she",
        -10.793540503736372
      ],
      [
        "tati",
        -10.80810518859476
      ],
      [
        ", a",
        -10.823089491037408
      ],
      [
        " every",
        -10.870153849949737
      ],
      [
        " con",
        -10.910320489138408
      ],
      [
        "nt ",
        -10.943467571805432
      ],
      [
        "ntion",
        -10.946307808776915
      ],
      [
        "f c",
        -10.963897076523262
      ],
      [
        "lt",
        -11.017136599450772
      ],
      [
        "ut",
        -11.01740107318284
      ],
      [
        "ting ",
        -11.018386285019359
      ],
      [
        "nd ",
        -11.07130602868819
      ],
      [
        "the cor",
        -11.072858218714241
      ],
      [
        " book a",
        -11.09161210213568
      ],
      [
        "ove",
        -11.133685682085522
      ],
      [
        "on ",
        -11.1550536595249
      ],
      [
        "ding",
        -11.193743556564575
      ],
      [
        "eco",
        -11.215890414795744
      ],
      [
        "e m",
        -11.2322114546658
      ],
      [
        "t ex",
        -11.251694033790967
      ],
      [
        "onve",
        -11.27233931606202
      ],
      [
        "rt",
        -11.307713790597482
      ],
      [
        "tan",
        -11.33418465167887
      ],
      [
        "ste",
        -11.36281766242473
      ],
      [
        " co",
        -11.379625915551099
      ],
      [
        " in",
        -11.443147583416735
      ],
      [
        "r-",
        -11.453595717051702
      ],
      [
        "reaking door. ",
        -11.536552434466573
      ],
      [
        " of c",
        -11.582924497055867
      ],
      [
        "\n    ",
        -11.592772349627072
      ],
      [
        "T",
        -11.616601782048294
      ],
      [
        "return ",
        -11.628844221049446
      ],
      [
        "iti",
        -11.716511476307076
      ],
      [
        " across ",
        -11.732747382957326
      ],
      [
        "act",
        -11.79936260555186
      ],
      [
        "o ",
        -11.81342770001233
      ],
      [
        "con",
        -11.872338798563385
      ],
      [
        "y a",
        -11.89000170800436
      ],
      [
        "it ",
        -11.9307779523223
      ],
      [
        "osy",
        -12.002332897919091
      ],
      [
        "d in",
        -12.014462871634374
      ],
      [
        "ti",
        -12.020610166016962
      ],
      [
        "ces ",
        -12.071390017205422
      ],
      [
        "m ",
        -12.458401558774339
      ],
      [
        "and ex",
        -12.558287764960472
      ],
      [
        "ate_fibonacci(",
        -12.685250535912672
      ],
      [
        "ies ",
        -12.704629631783277
      ],
      [
        "les",
        -12.737217802387882
      ],
      [
        "rk",
        -12.770570064238798
      ],
      [
        " from ",
        -12.828933620016208
      ],
      [
        "a co",
        -12.856132309454251
      ],
      [
        "ant",
        -12.858231234269182
      ],
      [
        "j",
        -12.887361140558713
      ],
      [
        "_",
        -12.887461140558715
      ],
      [
        "}",
        -12.887561140558715
      ],
      [
        "{",
        -12.887661140558714
      ],
      [
        "I",
        -12.887761140558714
      ],
      [
        "tives ",
        -12.887761140558714
      ]
    ],
    "byte_fallback": false
  }
}