{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "Unigram",
    "unk_id": 0,
    "vocab": [
      [
        "<UNK>",
        0.0
      ],
      [
        "s",
        -3.8366227807480806
      ],
      [
        "n",
        -4.01312215588661
      ],
      [
        "e",
        -4.055528211043418
      ],
      [
        "a",
        -4.076527636541323
      ],
      [
        "t",
        -4.159411897342976
      ],
      [
        "l",
        -4.194743563648423
      ],
      [
        "u",
        -4.351717195162335
      ],
      [
        "i",
        -4.424778091363473
      ],
      [
        " ",
        -4.599689420863831
      ],
      [
        "d",
        -4.626601374040465
      ],
      [
        "c",
        -4.704767395786219
      ],
      [
        "m",
        -4.939397975151825
      ],
      [
        "re",
        -4.9503148047960135
      ],
      [
        "o",
        -4.953112520626592
      ],
      [
        "b",
        -4.9872057512060906
      ],
      [
        "r",
        -5.103063682941974
      ],
      [
        " of ",
        -5.142976415978283
      ],
      [
        "f",
        -5.180163201463765
      ],
      [
        "y",
        -5.208730414848677
      ],
      [
        "2",
        -5.249737389777526
      ],
      [
        "v",
        -5.406499398141273
      ],
      [
        "cul",
        -5.425080701407444
      ],
      [
        "The ",
        -5.447094736029971
      ],
      [
        "ly ",
        -5.456335309908842
      ],
      [
        "ol",
        -5.456848015621389
      ],
      [
        "able ",
        -5.481707487280687
      ],
      [
        "sts a",
        -5.496064002699118
      ],
      [
        " for ",
        -5.5258250893858705
      ],
      [
        "ation",
        -5.526561411302971
      ],
      [
        "ing ",
        -5.540450259797149
      ],
      [
        ",",
        -5.558332078139625
      ],
      [
        "-",
        -5.5608580349694865
      ],
      [
        "cal",
        -5.566003470458539
      ],
      [
        "to",
        -5.572225262820485
      ],
      [
        "\n",
        -5.606235618099007
      ],
      [
        "w",
        -5.616119483037584
      ],
      [
        " and ",
        -5.620013582105198
      ],
      [
        "ted ",
        -5.6288393595948
      ],
      [
        "ou",
        -5.6459976247590955
      ],
      [
        "ur",
        -5.669742265650749
      ],
      [
        "ed",
        -5.682983010539704
      ],
      [
        "age",
        -5.684731733217842
      ],
      [
        "p",
        -5.686364406815288
      ],
      [
        " bi",
        -5.687703014196927
      ],
      [
        "th",
        -5.691744328391055
      ],
      [
        "rea",
        -5.694422981831922
      ],
      [
        "1",
        -5.709668054904131
      ],
      [
        "each ",
        -5.718636886220326
      ],
      [
        "0",
        -5.750864815398761
      ],
      [
        "relation",
        -5.7522829193835
      ],
      [
        " between ",
        -5.7526676261762715
      ],
      [
        "sh",
        -5.775590688676624
      ],
      [
        "ic",
        -5.781124931403877
      ],
      [
        "he",
        -5.78220792561633
      ],
      [
        "in",
        -5.783388139620024
      ],
      [
        "s and ",
        -5.784196941880833
      ],
      [
        "al",
        -5.7895342403235865
      ],
      [
        "significant",
        -5.806598101886784
      ],
      [
        "ves ",
        -5.81241201925773
      ],
      [
        "ility an",
        -5.8250575364512
      ],
      [
        "col",
        -5.82892076612363
      ],
      [
        " pro",
        -5.846065395035076
      ],
      [
        " outcomes i",
        -5.863424729724213
      ],
      [
        " report",
        -5.87012752677771
      ],
      [
        "year",
        -5.872614115521249
      ],
      [
        "7",
        -5.878140307584147
      ],
      [
        "an a",
        -5.879584775042001
      ],
      [
        "ive ",
        -5.892168722752657
      ],
      [
        "8",
        -5.896659296539768
      ],
      [
        "owing ",
        -5.898117962872882
      ],
      [
        "ed w",
        -5.9000707972191195
      ],
      [
        "ata ",
        -5.900596828947579
      ],
      [
        "ge",
        -5.917682111615595
      ],
      [
        "l de",
        -5.9181843859272485
      ],
      [
        "from ",
        -5.919178007805529
      ],
      [
        "4",
        -5.921897145391498
      ],
      [
        " accessib",
        -5.922485010864525
      ],
      [
        "result",
        -5.929252789683672
      ],
      [
        ") ",
        -5.933196423865428
      ],
      [
        " metr",
        -5.940957038683629
      ],
      [
        "x",
        -5.941417506390356
      ],
      [
        "s, with ",
        -5.944719646635939
      ],
      [
        "ly d",
        -5.951668836924971
      ],
      [
        "mental ",
        -5.952627790095232
      ],
      [
        ". P",
        -5.956788738215803
      ],
      [
        "for",
        -5.961897508123375
      ],
      [
        ". ",
        -5.966059476418429
      ],
      [
        " int",
        -5.970372278986512
      ],
      [
        " gree",
        -5.975391919304663
      ],
      [
        "gin",
        -5.976872353595592
      ],
      [
        "earning",
        -5.977866629690117
      ],
      [
        "ology ",
        -5.981459826446162
      ],
      [
        "res",
        -5.988408654190672
      ],
      [
        "over",
        -5.990877414432118
      ],
      [
        "conve",
        -5.9945208584101985
      ],
      [
        ". Its ",
        -6.002075522730269
      ],
      [
        "ell",
        -6.006491165752233
      ],
      [
        "g",
        -6.00749738251543
      ],
      [
        "'",
        -6.008617797980604
      ],
      [
        ":\n    ",
        -6.0087629159884095
      ],
      [
        "ate_fibonacci(n-",
        -6.009840889670714
      ],
      [
        "    return ",
        -6.016058544646932
      ],
      [
        "cienti",
        -6.016997258079672
      ],
      [
        " expl",
        -6.019437769510294
      ],
      [
        "every",
        -6.023138700992283
      ],
      [
        "eather",
        -6.02508700276387
      ],
      [
        ", ",
        -6.03175632124195
      ],
      [
        "iz",
        -6.033426065561542
      ],
      [
        "cos",
        -6.040656323320437
      ],
      [
        "ed ope",
        -6.042563104419161
      ],
      [
        "ner",
        -6.044008005001664
      ],
      [
        "lin",
        -6.0454477004843925
      ],
      [
        " make",
        -6.04688409732574
      ],
      [
        "through ",
        -6.050219645937756
      ],
      [
        " exce",
        -6.052329089262713
      ],
      [
        "ment, ",
        -6.052998814550458
      ],
      [
        "(",
        -6.058628005706307
      ],
      [
        "ical",
        -6.062141250189855
      ],
      [
        " the cor",
        -6.062704189960506
      ],
      [
        "e to ",
        -6.06483699868858
      ],
      [
        "light",
        -6.066335377846302
      ],
      [
        "hlorop",
        -6.06660705631629
      ],
      [
        "ear",
        -6.069088524699275
      ],
      [
        "ted in ",
        -6.0712631862458775
      ],
      [
        "ide",
        -6.073396070020227
      ],
      [
        "ust ",
        -6.075660670144758
      ],
      [
        "S",
        -6.082031116285449
      ],
      [
        "nding",
        -6.082789251414459
      ],
      [
        "hel",
        -6.085045174397313
      ],
      [
        "ima",
        -6.088056238439707
      ],
      [
        " mo",
        -6.091811764010942
      ],
      [
        " initiati",
        -6.106375211799852
      ],
      [
        "synt",
        -6.107364848681454
      ],
      [
        "sit",
        -6.110455580376305
      ],
      [
        "gr",
        -6.119851332189468
      ],
      [
        "by a",
        -6.1212555674513185
      ],
      [
        "s con",
        -6.125413439321634
      ],
      [
        "ll",
        -6.126007665442697
      ],
      [
        "or w",
        -6.130520322932021
      ],
      [
        " about ",
        -6.135570427725856
      ],
      [
        "h",
        -6.137131214854276
      ],
      [
        " complex ",
        -6.142417497398409
      ],
      [
        "P",
        -6.144532817744918
      ],
      [
        " and con",
        -6.152627596058296
      ],
      [
        "%",
        -6.156535260188692
      ],
      [
        "ma",
        -6.1676353801057555
      ],
      [
        ".",
        -6.170895509794246
      ],
      [
        " The ",
        -6.186691102967215
      ],
      [
        "ain",
        -6.1980039768537
      ],
      [
        "an",
        -6.198736731129874
      ],
      [
        " su",
        -6.200587806478242
      ],
      [
        "ration",
        -6.20680452008636
      ],
      [
        " energy ",
        -6.207628847630125
      ],
      [
        "ch",
        -6.215893223151573
      ],
      [
        "% ",
        -6.219372130430208
      ],
      [
        "er",
        -6.247833377168603
      ],
      [
        "pro",
        -6.253837518605879
      ],
      [
        "educ",
        -6.2627150370296905
      ],
      [
        "ent",
        -6.2666399029362845
      ],
      [
        "tions",
        -6.267053680595574
      ],
      [
        "di",
        -6.267385077577489
      ],
      [
        "ar",
        -6.268944038437712
      ],
      [
        "int",
        -6.288170774743326
      ],
      [
        " to ",
        -6.293650870987373
      ],
      [
        " is ",
        -6.300485179756601
      ],
      [
        "su",
        -6.304691793485216
      ],
      [
        " A",
        -6.318366842264583
      ],
      [
        "am",
        -6.323871856627331
      ],
      [
        " che",
        -6.324713131796621
      ],
      [
        "s. ",
        -6.339212169453371
      ],
      [
        " efficiency",
        -6.343303313832228
      ],
      [
        "ood",
        -6.349125475504484
      ],
      [
        "analys",
        -6.349785558686924
      ],
      [
        "stor",
        -6.365651219144803
      ],
      [
        " inte",
        -6.370076069868646
      ],
      [
        "nts ",
        -6.378630150122036
      ],
      [
        "ce",
        -6.406376552799972
      ],
      [
        "rst",
        -6.406706486140329
      ],
      [
        "da",
        -6.4115943087169525
      ],
      [
        "ical ",
        -6.415634490979564
      ],
      [
        "in the ",
        -6.427281943837286
      ],
      [
        "tra",
        -6.428070327460059
      ],
      [
        "fi",
        -6.43556011883349
      ],
      [
        "the ",
        -6.435759291999333
      ],
      [
        "ties ",
        -6.446167705791332
      ],
      [
        "D",
        -6.447741342424827
      ],
      [
        "5",
        -6.4477413424248615
      ],
      [
        " participa",
        -6.450187562846002
      ],
      [
        "ll-being scores.",
        -6.452651210622394
      ],
      [
        "across ",
        -6.457182492873172
      ],
      [
        "la",
        -6.460014919809221
      ],
      [
        "at",
        -6.465826497413637
      ],
      [
        "s, ",
        -6.466543182896618
      ],
      [
        "ment",
        -6.4767838805321825
      ],
      [
        "ho",
        -6.477694381411129
      ],
      [
        "per",
        -6.479870021883522
      ],
      [
        "ines",
        -6.479986010930187
      ],
      [
        "lec",
        -6.485744031105811
      ],
      [
        "tional ",
        -6.487268255894181
      ],
      [
        "rent",
        -6.495015781134741
      ],
      [
        "ting",
        -6.498365242293795
      ],
      [
        "duc",
        -6.503234775649199
      ],
      [
        "book a",
        -6.508015031355247
      ],
      [
        " book",
        -6.510208318473652
      ],
      [
        "tion",
        -6.516898535529027
      ],
      [
        "ark",
        -6.517847063122662
      ],
      [
        "mon",
        -6.520145123433158
      ],
      [
        " space",
        -6.520709494210781
      ],
      [
        "energy t",
        -6.528790205656753
      ],
      [
        "nd",
        -6.529814142491103
      ],
      [
        "photo",
        -6.532937715175966
      ],
      [
        "across all ",
        -6.533038752500147
      ],
      [
        " ex",
        -6.5380557348386965
      ],
      [
        "mi",
        -6.544198925696716
      ],
      [
        "ulate_fibonacci(",
        -6.544638872534958
      ],
      [
        "tist",
        -6.545911417728752
      ],
      [
        "jority of cases.",
        -6.550102248799331
      ],
      [
        " eff",
        -6.552491334644485
      ],
      [
        " S",
        -6.55428830339771
      ],
      [
        ". S",
        -6.55603281817197
      ],
      [
        "mproved ",
        -6.556223389475719
      ],
      [
        "s st",
        -6.560947458116755
      ],
      [
        "new",
        -6.560990244016215
      ],
      [
        "em",
        -6.569358792526973
      ],
      [
        "nt to ",
        -6.569649892792358
      ],
      [
        " st",
        -6.578028201431276
      ],
      [
        "po",
        -6.582982661393854
      ],
      [
        " and ex",
        -6.587090688421699
      ],
      [
        "tim",
        -6.591603296812483
      ],
      [
        "ries",
        -6.592115248714115
      ],
      [
        "gree",
        -6.59685268782651
      ],
      [
        "sign",
        -6.599850700309859
      ],
      [
        "reak",
        -6.600876822722756
      ],
      [
        "tri",
        -6.601889656252626
      ],
      [
        "ic c",
        -6.611977028508168
      ],
      [
        "twe",
        -6.612680823254663
      ],
      [
        "space",
        -6.6185572939439465
      ],
      [
        "min",
        -6.6194718939079245
      ],
      [
        "ing the p",
        -6.6222066385471035
      ],
      [
        "t the ",
        -6.6232789722476175
      ],
      [
        " to th",
        -6.626723030163793
      ],
      [
        "shed ",
        -6.633431313466789
      ],
      [
        "lit",
        -6.635388908544692
      ],
      [
        "O",
        -6.63765699618964
      ],
      [
        "q",
        -6.637656996189656
      ],
      [
        "3",
        -6.63765699618966
      ],
      [
        "$",
        -6.637656996189686
      ],
      [
        "s improved ",
        -6.638881129475423
      ],
      [
        "ck",
        -6.64046555680036
      ],
      [
        "ip",
        -6.641357891712513
      ],
      [
        "ta",
        -6.643447564323791
      ],
      [
        "on the market.",
        -6.6497487251605145
      ],
      [
        " across all ",
        -6.659169234803532
      ],
      [
        "s c",
        -6.660209739992144
      ],
      [
        " it a",
        -6.661984766757368
      ],
      [
        "ac",
        -6.663724807122545
      ],
      [
        "sent",
        -6.665811801226403
      ],
      [
        "ion. ",
        -6.665945075109454
      ],
      [
        "uthor",
        -6.6694331401689215
      ],
      [
        "re ",
        -6.670169816812911
      ],
      [
        "om ",
        -6.6732155233815575
      ],
      [
        " b",
        -6.673902324407812
      ],
      [
        "y e",
        -6.675243424114103
      ],
      [
        "ven",
        -6.678360460446188
      ],
      [
        "z",
        -6.684265636304402
      ],
      [
        " with",
        -6.687084456838262
      ],
      [
        "man",
        -6.6883113610706895
      ],
      [
        "he new ",
        -6.6915797718650785
      ],
      [
        " develop",
        -6.692569037972584
      ],
      [
        " comp",
        -6.69301978888207
      ],
      [
        "nced developers.",
        -6.701099429641629
      ],
      [
        "ch ",
        -6.7016445258184065
      ],
      [
        "ding ",
        -6.702322760870742
      ],
      [
        "if ",
        -6.704515260765616
      ],
      [
        "ed a",
        -6.704940171015676
      ],
      [
        ":",
        -6.704958073069808
      ],
      [
        "rophy",
        -6.705159070995299
      ],
      [
        "<",
        -6.705249256799198
      ],
      [
        ">",
        -6.7052492567992
      ],
      [
        "M",
        -6.70524925679924
      ],
      [
        "+",
        -6.705249256799257
      ],
      [
        "F",
        -6.7052492567992665
      ],
      [
        "J",
        -6.705249256799387
      ],
      [
        "H",
        -6.705249256799461
      ],
      [
        "!",
        -6.705249256799507
      ],
      [
        "se and o",
        -6.705677847982986
      ],
      [
        ")\n",
        -6.70584515531924
      ],
      [
        "ver",
        -6.706215542506688
      ],
      [
        "igh",
        -6.706514034452191
      ],
      [
        "mp",
        -6.706555150516344
      ],
      [
        "10)",
        -6.707444117212263
      ],
      [
        "reet",
        -6.71089855679717
      ],
      [
        "en s",
        -6.712365279246001
      ],
      [
        "s. The ",
        -6.7125469633593
      ],
      [
        "n the ma",
        -6.714012459553262
      ],
      [
        "fic",
        -6.715777620480382
      ],
      [
        " = ",
        -6.718955364268687
      ],
      [
        "pr",
        -6.720962507627037
      ],
      [
        "com",
        -6.721228420626029
      ],
      [
        " if ",
        -6.721621904680947
      ],
      [
        "ec",
        -6.724272677789983
      ],
      [
        "ld",
        -6.725447256251066
      ],
      [
        "Th",
        -6.73043476252875
      ],
      [
        "yst",
        -6.73397461312413
      ],
      [
        "ati",
        -6.734270782949786
      ],
      [
        "de",
        -6.741210622006014
      ],
      [
        "one",
        -6.743459661738532
      ],
      [
        "ng the p",
        -6.745138007549762
      ],
      [
        "reas",
        -6.7464902895894046
      ],
      [
        "the a",
        -6.755071184764037
      ],
      [
        "nth",
        -6.755493117891413
      ],
      [
        "bl",
        -6.7579286669314955
      ],
      [
        "significant ",
        -6.758602430455814
      ],
      [
        "ue ",
        -6.759821082571053
      ],
      [
        "ast",
        -6.761841528755206
      ],
      [
        "U",
        -6.7628181141031725
      ],
      [
        "C",
        -6.7628181141032595
      ],
      [
        "ence",
        -6.763408842166626
      ],
      [
        "cose and oxygen.",
        -6.763651565590546
      ],
      [
        "n ",
        -6.767129889106139
      ],
      [
        " op",
        -6.768879287473857
      ],
      [
        "ntl",
        -6.771266935496084
      ],
      [
        "nced ",
        -6.782341389668153
      ],
      [
        "= ",
        -6.785157286665097
      ],
      [
        "ect",
        -6.785231804723091
      ],
      [
        "rt ",
        -6.786035138963734
      ],
      [
        "ed in ",
        -6.786779708268338
      ],
      [
        " wo",
        -6.786881279882776
      ],
      [
        "ur place in it.",
        -6.789406253690473
      ],
      [
        "f ca",
        -6.792294954216715
      ],
      [
        "t out",
        -6.793809736250775
      ],
      [
        "bo",
        -6.79805378006607
      ],
      [
        "proved ",
        -6.799296887661044
      ],
      [
        "d co",
        -6.802519954864097
      ],
      [
        "hy",
        -6.807771721824421
      ],
      [
        "E",
        -6.808279617773662
      ],
      [
        "ts we",
        -6.809078775713645
      ],
      [
        "ely ",
        -6.812880408113803
      ],
      [
        "ll m",
        -6.81748175804632
      ],
      [
        "atives ",
        -6.8204491786574435
      ],
      [
        "n the c",
        -6.826148255294797
      ],
      [
        "it",
        -6.829573764969446
      ],
      [
        "rb",
        -6.833492934406729
      ],
      [
        "at ",
        -6.834273346095881
      ],
      [
        " fi",
        -6.835508179963066
      ],
      [
        "rly ",
        -6.845397141940658
      ],
      [
        "ter",
        -6.846206593689596
      ],
      [
        " photo",
        -6.84696900655485
      ],
      [
        "business units.",
        -6.84728083142438
      ],
      [
        "ult",
        -6.848495900200048
      ],
      [
        "cess",
        -6.85354473702507
      ],
      [
        " sy",
        -6.8567906344874885
      ],
      [
        " be",
        -6.859283377775496
      ],
      [
        "ng",
        -6.860016779985978
      ],
      [
        "ffe",
        -6.861411021934861
      ],
      [
        "al to ",
        -6.864259533078033
      ],
      [
        "parti",
        -6.866463205362984
      ],
      [
        " re",
        -6.867805599738081
      ],
      [
        " po",
        -6.8756931154273015
      ],
      [
        "s i",
        -6.881148834432106
      ],
      [
        "erie",
        -6.883613832556942
      ],
      [
        " year",
        -6.883915686147189
      ],
      [
        " out",
        -6.886059956289089
      ],
      [
        "perati",
        -6.886115711578316
      ],
      [
        "lve",
        -6.888499964430162
      ],
      [
        "wa",
        -6.889794017482497
      ],
      [
        "ro",
        -6.8906679212932
      ],
      [
        "sta",
        -6.891632255723162
      ],
      [
        "t m",
        -6.89457006812676
      ],
      [
        " th",
        -6.896111269175827
      ],
      [
        "d rep",
        -6.896671736572994
      ],
      [
        "king ",
        -6.896738218175023
      ],
      [
        "ar ",
        -6.898392056571443
      ],
      [
        "nce",
        -6.898826893480771
      ],
      [
        "ini",
        -6.89904470952461
      ],
      [
        "ction ",
        -6.901546780768711
      ],
      [
        "ow",
        -6.903683200895849
      ],
      [
        "pan",
        -6.907700308674361
      ],
      [
        "es he",
        -6.9079770640180715
      ],
      [
        "men",
        -6.908040466326361
      ],
      [
        "ntly ",
        -6.914418047320371
      ],
      [
        "us",
        -6.919957848105582
      ],
      [
        "ants ",
        -6.93476297682993
      ],
      [
        "red",
        -6.962767226815077
      ],
      [
        "lig",
        -6.967477636390213
      ],
      [
        "ess ",
        -6.977237752439045
      ],
      [
        "and ",
        -6.981529801267222
      ],
      [
        " sto",
        -6.985731015055351
      ],
      [
        "port",
        -6.985782846845868
      ],
      [
        "ed ",
        -6.989793814768901
      ],
      [
        "me",
        -6.9909690000908995
      ],
      [
        "te",
        -6.994108421517302
      ],
      [
        ")",
        -6.995391698799738
      ],
      [
        "ug",
        -7.001228883454475
      ],
      [
        "efficiency",
        -7.001340018050657
      ],
      [
        "tho",
        -7.013130954477518
      ],
      [
        "ent ",
        -7.017130215601585
      ],
      [
        "op",
        -7.019956435407635
      ],
      [
        "ed f",
        -7.022835809268161
      ],
      [
        "ibonacci(",
        -7.042950926303748
      ],
      [
        "or",
        -7.043073342779264
      ],
      [
        "10) = {result}')",
        -7.043435560238402
      ],
      [
        "be",
        -7.050296799050986
      ],
      [
        "ction",
        -7.06146257273884
      ],
      [
        "is",
        -7.067033878149662
      ],
      [
        " p",
        -7.0697485560820414
      ],
      [
        "arti",
        -7.072262164095593
      ],
      [
        "e new ",
        -7.093918000177961
      ],
      [
        "ate_fibonacci(n",
        -7.099996777975656
      ],
      [
        "eas",
        -7.109743127618529
      ],
      [
        "n the ",
        -7.119212503522828
      ],
      [
        "ie",
        -7.120053347785392
      ],
      [
        "ci",
        -7.13372040513617
      ],
      [
        "ibi",
        -7.14026710775774
      ],
      [
        "pt",
        -7.146789597791045
      ],
      [
        " exp",
        -7.162015365206473
      ],
      [
        "ty ",
        -7.165956872049871
      ],
      [
        "hi",
        -7.166593848696256
      ],
      [
        " analys",
        -7.174953519931028
      ],
      [
        "s g",
        -7.183009985020553
      ],
      [
        "creaking door.",
        -7.185075700932151
      ],
      [
        "ing",
        -7.2006754540275395
      ],
      [
        "rit",
        -7.208442422595516
      ],
      [
        "st",
        -7.216480700658538
      ],
      [
        "fici",
        -7.2221014697907995
      ],
      [
        " pa",
        -7.241001999328711
      ],
      [
        "ua",
        -7.2428470394645865
      ],
      [
        "ach",
        -7.250800043621296
      ],
      [
        "lear",
        -7.2524272473136335
      ],
      [
        "y. Th",
        -7.264720516826704
      ],
      [
        "mm",
        -7.287230257329857
      ],
      [
        "lan",
        -7.292209168200593
      ],
      [
        "ap",
        -7.292954004532549
      ],
      [
        "exp",
        -7.294521244703892
      ],
      [
        " and m",
        -7.295105193632445
      ],
      [
        "sis",
        -7.295190055873288
      ],
      [
        "mar",
        -7.296593504279768
      ],
      [
        "book",
        -7.307216815030777
      ],
      [
        "d a",
        -7.323992987709557
      ],
      [
        "art",
        -7.328516937129909
      ],
      [
        "y. The ",
        -7.33459101525914
      ],
      [
        "un",
        -7.336313138370881
      ],
      [
        " c",
        -7.336747323181266
      ],
      [
        "new ",
        -7.3439340149742875
      ],
      [
        "crea",
        -7.349668111836497
      ],
      [
        "ed p",
        -7.352266853877648
      ],
      [
        "uni",
        -7.353959699878066
      ],
      [
        "ion",
        -7.357630012516502
      ],
      [
        "br",
        -7.361859698483424
      ],
      [
        "ifica",
        -7.364553098806569
      ],
      [
        "li",
        -7.371428424032864
      ],
      [
        "es i",
        -7.378738093785847
      ],
      [
        "se",
        -7.383248163561049
      ],
      [
        "reac",
        -7.39162543788432
      ],
      [
        "eb",
        -7.3985840133789775
      ],
      [
        " the ",
        -7.404540333233146
      ],
      [
        "tre",
        -7.413858067575781
      ],
      [
        "ement",
        -7.4230879695435465
      ],
      [
        "il",
        -7.440308302989047
      ],
      [
        "participa",
        -7.44143852429848
      ],
      [
        "le",
        -7.444006486473821
      ],
      [
        " mar",
        -7.453667571823315
      ],
      [
        "author",
        -7.456846460777556
      ],
      [
        "ns",
        -7.4583572227361525
      ],
      [
        "y ",
        -7.473568876243496
      ],
      [
        "the",
        -7.491651809152249
      ],
      [
        " uni",
        -7.510687831303272
      ],
      [
        "rie",
        -7.51370292297751
      ],
      [
        "ng ",
        -7.520044216065999
      ],
      [
        "rte",
        -7.52277521722165
      ],
      [
        "all ",
        -7.5249284482089
      ],
      [
        "in ",
        -7.527506403683251
      ],
      [
        " sh",
        -7.530732154450465
      ],
      [
        " parti",
        -7.531219303888237
      ],
      [
        " ac",
        -7.5331076969864075
      ],
      [
        "es ",
        -7.5685915769077425
      ],
      [
        "cipating entity.",
        -7.574289059679781
      ],
      [
        "si",
        -7.5875869289763695
      ],
      [
        "inte",
        -7.615633043156227
      ],
      [
        "ra",
        -7.623379609678256
      ],
      [
        "ve ",
        -7.6305693513627935
      ],
      [
        "rese",
        -7.63158125213543
      ],
      [
        " ch",
        -7.635757276871994
      ],
      [
        "all",
        -7.644942241044965
      ],
      [
        " expe",
        -7.652596041552179
      ],
      [
        "isi",
        -7.6536278163856295
      ],
      [
        " author",
        -7.654911456322587
      ],
      [
        "od",
        -7.669287774987824
      ],
      [
        "ations",
        -7.672083677790458
      ],
      [
        "str",
        -7.680359332321675
      ],
      [
        "ve",
        -7.680607704913596
      ],
      [
        " at the ",
        -7.682420483599449
      ],
      [
        "ial ",
        -7.68267600167509
      ],
      [
        "sy",
        -7.6935142162166335
      ],
      [
        "so",
        -7.697174782737145
      ],
      [
        "ific",
        -7.707781933067052
      ],
      [
        "s ",
        -7.708376573493415
      ],
      [
        "expe",
        -7.7175686625298425
      ],
      [
        "tific",
        -7.728181389540987
      ],
      [
        "es in ",
        -7.741124986116773
      ],
      [
        "cor",
        -7.772674234485743
      ],
      [
        "the c",
        -7.774221358420763
      ],
      [
        "ear ",
        -7.777133456198175
      ],
      [
        "rom",
        -7.798665621753111
      ],
      [
        "s f",
        -7.802352843486377
      ],
      [
        "A",
        -7.808388250309465
      ],
      [
        "ib",
        -7.811528695944226
      ],
      [
        "ly",
        -7.818801581847559
      ],
      [
        "ct",
        -7.820865831978496
      ],
      [
        "ention",
        -7.823942667754643
      ],
      [
        "y th",
        -7.834686932437046
      ],
      [
        "es and ",
        -7.853919890031653
      ],
      [
        "ai",
        -7.865318214564276
      ],
      [
        "ting entity.",
        -7.876115951309536
      ],
      [
        "d p",
        -7.877177853382412
      ],
      [
        "pu",
        -7.8919076589510055
      ],
      [
        "al ",
        -7.921471903347662
      ],
      [
        "ers",
        -7.934724791664757
      ],
      [
        "sto",
        -7.9395658695740945
      ],
      [
        "rre",
        -7.978556259591416
      ],
      [
        "ibonacci(10)",
        -7.980210841502368
      ],
      [
        "cl",
        -7.984234436477845
      ],
      [
        "reaking door.",
        -7.994054863428747
      ],
      [
        "bi",
        -8.025793436643283
      ],
      [
        "ty",
        -8.069755863808696
      ],
      [
        "tal to ",
        -8.071488944843072
      ],
      [
        "ient",
        -8.09207626269822
      ],
      [
        " f",
        -8.11400408982129
      ],
      [
        "s we",
        -8.119201192232946
      ],
      [
        "metr",
        -8.149059960438928
      ],
      [
        "wi",
        -8.155125022371426
      ],
      [
        "ag",
        -8.160181789076955
      ],
      [
        "on",
        -8.172975867561426
      ],
      [
        "nt",
        -8.178014082953233
      ],
      [
        "bout ",
        -8.180548871282419
      ],
      [
        "tr",
        -8.234573648724709
      ],
      [
        "ts",
        -8.236778630576756
      ],
      [
        "ess",
        -8.258007276557194
      ],
      [
        "d ",
        -8.26398944346458
      ],
      [
        "ing an",
        -8.28400073868757
      ],
      [
        " 1",
        -8.287573510242305
      ],
      [
        "en",
        -8.291826228195221
      ],
      [
        "ri",
        -8.296468387436303
      ],
      [
        "ating ",
        -8.312279712915382
      ],
      [
        " = {result}')",
        -8.314004722636977
      ],
      [
        "e ",
        -8.314664080172584
      ],
      [
        " it",
        -8.33092778976699
      ],
      [
        "business units. ",
        -8.338029385428372
      ],
      [
        "initiati",
        -8.345798023597652
      ],
      [
        "of ",
        -8.357820663737586
      ],
      [
        "ies",
        -8.361775781044235
      ],
      [
        "complex ",
        -8.37733432091057
      ],
      [
        "rat",
        -8.408093873904315
      ],
      [
        "dif",
        -8.410777175840444
      ],
      [
        " de",
        -8.425499700160717
      ],
      [
        "ne",
        -8.43261849152168
      ],
      [
        "we",
        -8.437818090499668
      ],
      [
        "e s",
        -8.453275742764697
      ],
      [
        " P",
        -8.481225253757584
      ],
      [
        "ry ",
        -8.484318409346734
      ],
      [
        " Th",
        -8.49174251013067
      ],
      [
        "to c",
        -8.493180179462327
      ],
      [
        "tions ",
        -8.51619252973104
      ],
      [
        "cell",
        -8.54102120815623
      ],
      [
        "lli",
        -8.573896277580033
      ],
      [
        "ins ",
        -8.633014780363583
      ],
      [
        " gr",
        -8.640073965643497
      ],
      [
        " each ",
        -8.640329753438714
      ],
      [
        "cu",
        -8.657649558208872
      ],
      [
        "with",
        -8.6600753284331
      ],
      [
        "outcomes i",
        -8.664692712026678
      ],
      [
        "d c",
        -8.675716344362797
      ],
      [
        "late_fibonacci(n",
        -8.691930917755162
      ],
      [
        "th ",
        -8.714369470185837
      ],
      [
        "cien",
        -8.721140673257619
      ],
      [
        "is ",
        -8.728727706654354
      ],
      [
        "energy ",
        -8.73089319167298
      ],
      [
        "hrough ",
        -8.739379119701095
      ],
      [
        " s",
        -8.752569569861553
      ],
      [
        "to ",
        -8.754460093357384
      ],
      [
        "wel",
        -8.767984710665553
      ],
      [
        "out",
        -8.779414139579234
      ],
      [
        "co",
        -8.795501845968417
      ],
      [
        "red ",
        -8.80003605931023
      ],
      [
        "rl",
        -8.82337462044476
      ],
      [
        "oun",
        -8.827098597871206
      ],
      [
        "t ",
        -8.832105099827118
      ],
      [
        " m",
        -8.851707896850845
      ],
      [
        "ub",
        -8.852232872745091
      ],
      [
        "an ",
        -8.857584891516051
      ],
      [
        "sed ",
        -8.876375528502265
      ],
      [
        "nta",
        -8.936972698786821
      ],
      [
        "im",
        -9.024725850708641
      ],
      [
        " a",
        -9.025683130966891
      ],
      [
        ", with ",
        -9.02606730857047
      ],
      [
        "par",
        -9.056141245270322
      ],
      [
        " to",
        -9.059434393547528
      ],
      [
        "ep",
        -9.070581331348611
      ],
      [
        "yo",
        -9.082076744100181
      ],
      [
        "eat",
        -9.100803609705247
      ],
      [
        " we",
        -9.106235417976912
      ],
      [
        "ts ",
        -9.108387202196596
      ],
      [
        "du",
        -9.116919654444963
      ],
      [
        "here",
        -9.148979590665867
      ],
      [
        " significant ",
        -9.161533606878224
      ],
      [
        "k",
        -9.185659963198088
      ],
      [
        "=",
        -9.187960528692681
      ],
      [
        "for ",
        -9.1997962346376
      ],
      [
        "make",
        -9.202017470497498
      ],
      [
        "es",
        -9.238551585116928
      ],
      [
        "s co",
        -9.240318276626873
      ],
      [
        "if",
        -9.246917782081683
      ],
      [
        "ting entity. ",
        -9.249598822741524
      ],
      [
        "nd c",
        -9.279445523068974
      ],
      [
        "ea",
        -9.310837091812358
      ],
      [
        "ur place in it. ",
        -9.312278233673206
      ],
      [
        "s w",
        -9.342174190568496
      ],
      [
        "tion ",
        -9.3507520121594
      ],
      [
        "ccessib",
        -9.403312385174614
      ],
      [
        "trop",
        -9.403776083962988
      ],
      [
        "ope",
        -9.40996560947873
      ],
      [
        " = {result}') Th",
        -9.412460483850785
      ],
      [
        " i",
        -9.434658144053014
      ],
      [
        "fe",
        -9.474396114722163
      ],
      [
        " w",
        -9.485535143856852
      ],
      [
        "no",
        -9.48635479270246
      ],
      [
        "lle",
        -9.48641936245844
      ],
      [
        "ed re",
        -9.493074394949463
      ],
      [
        "ni",
        -9.493850669042157
      ],
      [
        " it ",
        -9.501524182154984
      ],
      [
        "ul",
        -9.506475006579935
      ],
      [
        "ig",
        -9.545637742286024
      ],
      [
        "tel",
        -9.582266827583476
      ],
      [
        "ons",
        -9.608951843822341
      ],
      [
        "and con",
        -9.652242088434543
      ],
      [
        "ay",
        -9.668059965167295
      ],
      [
        "elve",
        -9.675390093592064
      ],
      [
        "ex",
        -9.691066068769135
      ],
      [
        "pa",
        -9.694020231565505
      ],
      [
        "report",
        -9.720392322439753
      ],
      [
        " the a",
        -9.73044968264412
      ],
      [
        "ting entity. Th",
        -9.73062457177584
      ],
      [
        "ge ",
        -9.761818309323868
      ],
      [
        "ics",
        -9.770591404850684
      ],
      [
        " me",
        -9.776365680859335
      ],
      [
        "ate",
        -9.783397387598978
      ],
      [
        "ld ",
        -9.814971002243041
      ],
      [
        "esi",
        -9.818039893778545
      ],
      [
        "d ope",
        -9.83106871713686
      ],
      [
        "t o",
        -9.877639858264855
      ],
      [
        "on the market. ",
        -9.887487955703111
      ],
      [
        "r p",
        -9.892093357075558
      ],
      [
        "mo",
        -9.89549464826663
      ],
      [
        "reaking door. Th",
        -9.953625084899077
      ],
      [
        "nc",
        -9.962492940420459
      ],
      [
        "st ",
        -9.963928602628027
      ],
      [
        "ach ",
        -9.963988306072462
      ],
      [
        " ca",
        -9.971315872003656
      ],
      [
        "e t",
        -9.974737406925142
      ],
      [
        "el",
        -9.98457559729635
      ],
      [
        "s th",
        -9.998380655996728
      ],
      [
        "f ",
        -10.005121839459232
      ],
      [
        "che",
        -10.024022468279886
      ],
      [
        "ces",
        -10.040118421470217
      ],
      [
        "om",
        -10.07098582229958
      ],
      [
        "e c",
        -10.076201462025105
      ],
      [
        " significant",
        -10.094584927121167
      ],
      [
        "accessib",
        -10.140619806628687
      ],
      [
        "as",
        -10.15554714341536
      ],
      [
        "creaking door. ",
        -10.169704433873259
      ],
      [
        "eve",
        -10.184631120996913
      ],
      [
        "to th",
        -10.190272968734163
      ],
      [
        "ive",
        -10.243824570146332
      ],
      [
        "ather",
        -10.358557874408465
      ],
      [
        "and",
        -10.379131383913311
      ],
      [
        "ana",
        -10.394162376657654
      ],
      [
        "nalys",
        -10.4149178841686
      ],
      [
        " the ma",
        -10.435177140555567
      ],
      [
        "ation ",
        -10.446610425065893
      ],
      [
        " energy t",
        -10.48195621750591
      ],
      [
        "rs",
        -10.523822015723317
      ],
      [
        "on. ",
        -10.527645029732398
      ],
      [
        "rm",
        -10.588948883047234
      ],
      [
        "ional ",
        -10.594744017535032
      ],
      [
        " li",
        -10.598951863254293
      ],
      [
        "ce ",
        -10.646636003390979
      ],
      [
        "bil",
        -10.658258004776883
      ],
      [
        "a ",
        -10.69453878450407
      ],
      [
        "ing entity. The ",
        -10.706702682179055
      ],
      [
        "ced ",
        -10.725805340188884
      ],
      [
        "s he",
        -10.761667607208484
      ],
      [
        "h b",
        -10.791345175386875
      ],
      [
        "she",
        -10.793540503736363
      ],
      [
        "tati",
        -10.808105188594743
      ],
      [
        ", a",
        -10.823089491037447
      ],
      [
        " every",
        -10.870153849949732
      ],
      [
        " con",
        -10.91032048913839
      ],
      [
        "nt ",
        -10.94346757180547
      ],
      [
        "ntion",
        -10.946307808776904
      ],
      [
        "f c",
        -10.963897076523232
      ],
      [
        "lt",
        -11.017136599450767
      ],
      [
        "ut",
        -11.017401073182878
      ],
      [
        "ting ",
        -11.018386285019357
      ],
      [
        "nd ",
        -11.071306028688197
      ],
      [
        "the cor",
        -11.072858218714211
      ],
      [
        " book a",
        -11.091612102135654
      ],
      [
        "ove",
        -11.133685682085511
      ],
      [
        "on ",
        -11.155053659524938
      ],
      [
        "ding",
        -11.193743556564627
      ],
      [
        "eco",
        -11.215890414795775
      ],
      [
        "e m",
        -11.232211454665787
      ],
      [
        "t ex",
        -11.25169403379096
      ],
      [
        "onve",
        -11.272339316062022
      ],
      [
        "rt",
        -11.307713790597509
      ],
      [
        "tan",
        -11.33418465167899
      ],
      [
        "ste",
        -11.362817662424774
      ],
      [
        " co",
        -11.379625915551086
      ],
      [
        " in",
        -11.443147583416724
      ],
      [
        "r-",
        -11.453595717051689
      ],
      [
        "reaking door. ",
        -11.53655243446654
      ],
      [
        " of c",
        -11.58292449705585
      ],
      [
        "\n    ",
        -11.592772349626973
      ],
      [
        "T",
        -11.616601782048212
      ],
      [
        "return ",
        -11.628844221049345
      ],
      [
        "iti",
        -11.716511476307073
      ],
      [
        " across ",
        -11.732747382957314
      ],
      [
        "act",
        -11.79936260555186
      ],
      [
        "o ",
        -11.813427700012355
      ],
      [
        "con",
        -11.872338798563344
      ],
      [
        "y a",
        -11.890001708004354
      ],
      [
        "it ",
        -11.930777952322295
      ],
      [
        "osy",
        -12.002332897919148
      ],
      [
        "d in",
        -12.014462871634363
      ],
      [
        "ti",
        -12.020610166016954
      ],
      [
        "ces ",
        -12.07139001720557
      ],
      [
        "m ",
        -12.458401558774325
      ],
      [
        "and ex",
        -12.558287764960511
      ],
      [
        "ate_fibonacci(",
        -12.685250535912619
      ],
      [
        "ies ",
        -12.704629631783277
      ],
      [
        "les",
        -12.737217802387875
      ],
      [
        "rk",
        -12.770570064238761
      ],
      [
        " from ",
        -12.828933620016196
      ],
      [
        "a co",
        -12.856132309454248
      ],
      [
        "ant",
        -12.858231234269056
      ],
      [
        "_",
        -12.887361140558728
      ],
      [
        "}",
        -12.88746114055873
      ],
      [
        "I",
        -12.887561140558729
      ],
      [
        "{",
        -12.887661140558729
      ],
      [
        "j",
        -12.887761140558728
      ],
      [
        "tives ",
        -12.887761140558728
      ]
    ],
    "byte_fallback": false
  }
}