{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": {
    "type": "NFKC"
  },
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "Unigram",
    "unk_id": 0,
    "vocab": [
      [
        "<UNK>",
        0.0
      ],
      [
        ",",
        -3.0047448858635892
      ],
      [
        "▁",
        -3.2662284681147185
      ],
      [
        ":",
        -3.3655451218798067
      ],
      [
        ".",
        -3.7715263319569985
      ],
      [
        "▁the",
        -3.9539599778870045
      ],
      [
        "▁to",
        -4.279473990720312
      ],
      [
        ";",
        -4.459542227372069
      ],
      [
        "▁of",
        -4.463890969578426
      ],
      [
        "▁I",
        -4.5099236345657
      ],
      [
        "▁and",
        -4.681565750127211
      ],
      [
        "▁my",
        -4.688286718279937
      ],
      [
        "▁you",
        -4.791223059778252
      ],
      [
        "▁a",
        -4.826068710663875
      ],
      [
        "?",
        -4.861050997182078
      ],
      [
        "▁in",
        -4.927111960745018
      ],
      [
        "▁that",
        -4.997010898554333
      ],
      [
        "I",
        -5.0206533251511525
      ],
      [
        "s",
        -5.030097510087056
      ],
      [
        "▁not",
        -5.052209609968193
      ],
      [
        "▁And",
        -5.052540406455646
      ],
      [
        "!",
        -5.065593343297851
      ],
      [
        "▁be",
        -5.13429573468906
      ],
      [
        "▁with",
        -5.203483924804359
      ],
      [
        "▁is",
        -5.216762317308684
      ],
      [
        "▁your",
        -5.248334220189856
      ],
      [
        "▁for",
        -5.289282079190784
      ],
      [
        "▁his",
        -5.330208228604827
      ],
      [
        "▁me",
        -5.363873330800334
      ],
      [
        "▁have",
        -5.369318455577073
      ],
      [
        "'s",
        -5.428709468619502
      ],
      [
        "▁he",
        -5.443093235147849
      ],
      [
        "▁this",
        -5.457119546773746
      ],
      [
        "O",
        -5.4844847360869275
      ],
      [
        "▁thou",
        -5.52969077090186
      ],
      [
        "and",
        -5.554521259432231
      ],
      [
        "▁it",
        -5.586670147226232
      ],
      [
        "▁as",
        -5.698699051502265
      ],
      [
        "▁thy",
        -5.728381167382609
      ],
      [
        "▁will",
        -5.739428267719827
      ],
      [
        "▁but",
        -5.768306506495127
      ],
      [
        "▁him",
        -5.77812239608767
      ],
      [
        "▁so",
        -5.784084113490779
      ],
      [
        "▁The",
        -5.789972635661327
      ],
      [
        "▁To",
        -5.873437392686394
      ],
      [
        "ing",
        -5.890574076720753
      ],
      [
        "▁all",
        -5.948656409663008
      ],
      [
        "▁shall",
        -5.9620108854879845
      ],
      [
        "▁by",
        -5.980963495897592
      ],
      [
        "▁her",
        -6.009329777610109
      ],
      [
        "▁do",
        -6.012353173889084
      ],
      [
        "▁we",
        -6.026181531318194
      ],
      [
        "▁no",
        -6.033572964442861
      ],
      [
        "e",
        -6.062433582424817
      ],
      [
        "▁That",
        -6.064867979633865
      ],
      [
        "▁what",
        -6.109032377568162
      ],
      [
        "l",
        -6.122851711674683
      ],
      [
        "▁our",
        -6.124936061354129
      ],
      [
        "▁are",
        -6.1321034628427435
      ],
      [
        "▁But",
        -6.1661369763892315
      ],
      [
        "d",
        -6.169417683861163
      ],
      [
        "a",
        -6.195938306629515
      ],
      [
        "▁good",
        -6.22178838604762
      ],
      [
        "IO",
        -6.2408159544383555
      ],
      [
        "▁What",
        -6.2417332130289465
      ],
      [
        "KING",
        -6.2459954986315775
      ],
      [
        "t",
        -6.265349198651604
      ],
      [
        "'",
        -6.291544504615468
      ],
      [
        "▁from",
        -6.2942896742654035
      ],
      [
        "▁A",
        -6.373779881842755
      ],
      [
        "▁For",
        -6.377980246830575
      ],
      [
        "y",
        -6.380947468722405
      ],
      [
        "▁was",
        -6.396908749074809
      ],
      [
        "▁on",
        -6.404523367605972
      ],
      [
        "▁thee",
        -6.415154472908853
      ],
      [
        "R",
        -6.424418210141893
      ],
      [
        "▁would",
        -6.4324873505233775
      ],
      [
        "N",
        -6.433917143072383
      ],
      [
        "▁their",
        -6.457743973396554
      ],
      [
        "ed",
        -6.457881254150433
      ],
      [
        "▁more",
        -6.484001354642307
      ],
      [
        "▁she",
        -6.497384333637482
      ],
      [
        "▁My",
        -6.497884387956756
      ],
      [
        "▁am",
        -6.51236226068356
      ],
      [
        "▁I'l",
        -6.526126632497587
      ],
      [
        "Y",
        -6.529481252415725
      ],
      [
        "IUS",
        -6.538728821743339
      ],
      [
        "▁them",
        -6.561974606032387
      ],
      [
        "▁they",
        -6.563655527726884
      ],
      [
        "▁love",
        -6.572143265685613
      ],
      [
        "▁say",
        -6.583648317305618
      ],
      [
        "▁at",
        -6.599087253001654
      ],
      [
        "C",
        -6.602928655367038
      ],
      [
        "n",
        -6.621584734458602
      ],
      [
        "▁come",
        -6.625863077995084
      ],
      [
        "▁now",
        -6.633466782466632
      ],
      [
        "'d",
        -6.636018540873592
      ],
      [
        "▁As",
        -6.640657062995398
      ],
      [
        "▁hath",
        -6.641684655586631
      ],
      [
        "▁if",
        -6.644542032177409
      ],
      [
        "▁make",
        -6.655709104912448
      ],
      [
        "ly",
        -6.6610544302105295
      ],
      [
        "▁may",
        -6.674159763352193
      ],
      [
        "▁well",
        -6.678403311300527
      ],
      [
        "A",
        -6.684420439644512
      ],
      [
        "▁know",
        -6.69896587124558
      ],
      [
        "▁were",
        -6.715717787909676
      ],
      [
        "▁one",
        -6.727558207494887
      ],
      [
        "▁must",
        -6.729561137317827
      ],
      [
        "▁than",
        -6.73756806408942
      ],
      [
        "▁You",
        -6.741639713817263
      ],
      [
        "▁or",
        -6.7584536555753
      ],
      [
        "▁should",
        -6.760146908890991
      ],
      [
        "▁like",
        -6.766668429874597
      ],
      [
        "ET",
        -6.77816439587596
      ],
      [
        "▁S",
        -6.779191273003766
      ],
      [
        "▁there",
        -6.787462258593652
      ],
      [
        "▁upon",
        -6.795539751596242
      ],
      [
        "is",
        -6.800902754301308
      ],
      [
        "s,",
        -6.805580775478985
      ],
      [
        "▁let",
        -6.812661011679479
      ],
      [
        "▁then",
        -6.817063847307998
      ],
      [
        "▁us",
        -6.81963715393308
      ],
      [
        "▁here",
        -6.819800475433126
      ],
      [
        "S",
        -6.84791700185146
      ],
      [
        "▁had",
        -6.85029010165752
      ],
      [
        "F",
        -6.864683467253967
      ],
      [
        "▁which",
        -6.864995334296709
      ],
      [
        "▁an",
        -6.869496738041282
      ],
      [
        "▁go",
        -6.870749295045655
      ],
      [
        "▁He",
        -6.87112691926042
      ],
      [
        "▁If",
        -6.873279493709493
      ],
      [
        "▁see",
        -6.887017396769529
      ],
      [
        "▁O",
        -6.8872879156536495
      ],
      [
        "▁did",
        -6.898188567607653
      ],
      [
        "▁DUKE",
        -6.90466079463309
      ],
      [
        "▁how",
        -6.912554274293444
      ],
      [
        "▁death",
        -6.937560760277343
      ],
      [
        "▁B",
        -6.943253416957768
      ],
      [
        "▁RICHARD",
        -6.944103163685554
      ],
      [
        "▁you,",
        -6.949479052855755
      ],
      [
        "▁Which",
        -6.958301556913492
      ],
      [
        "▁when",
        -6.959748698800687
      ],
      [
        "▁With",
        -6.964963285597328
      ],
      [
        "▁some",
        -6.973955109847316
      ],
      [
        "US",
        -6.974665707859229
      ],
      [
        "▁speak",
        -6.979250252975903
      ],
      [
        "▁G",
        -7.003375094188253
      ],
      [
        "▁time",
        -7.00766482055394
      ],
      [
        "it",
        -7.009417472839246
      ],
      [
        "▁yet",
        -7.011949235351441
      ],
      [
        "▁too",
        -7.02463014304906
      ],
      [
        "▁Why",
        -7.026035934911989
      ],
      [
        "▁such",
        -7.02662236759937
      ],
      [
        "▁First",
        -7.0302861760563395
      ],
      [
        "▁sir,",
        -7.03166455563954
      ],
      [
        "▁out",
        -7.045139966909628
      ],
      [
        "▁man",
        -7.052886722607042
      ],
      [
        "▁king",
        -7.066877951948219
      ],
      [
        "▁give",
        -7.068150938528936
      ],
      [
        "▁these",
        -7.076388248227354
      ],
      [
        "▁In",
        -7.087392328608154
      ],
      [
        "▁can",
        -7.0927612843485965
      ],
      [
        "▁father",
        -7.100814321527681
      ],
      [
        "▁take",
        -7.10738522653297
      ],
      [
        "▁How",
        -7.1097816157936125
      ],
      [
        "▁O,",
        -7.111361605103459
      ],
      [
        "▁Of",
        -7.116898094062088
      ],
      [
        "▁So",
        -7.117733472710261
      ],
      [
        "RY",
        -7.118178836548432
      ],
      [
        "▁sir",
        -7.131473898650411
      ],
      [
        "▁This",
        -7.134845144344155
      ],
      [
        "▁Come",
        -7.14502556536399
      ],
      [
        "▁tell",
        -7.152011023750109
      ],
      [
        "▁heart",
        -7.1582481771222515
      ],
      [
        "NTI",
        -7.170948774881098
      ],
      [
        "▁Who",
        -7.179489140715654
      ],
      [
        "▁up",
        -7.185677689392932
      ],
      [
        "▁We",
        -7.187624881338055
      ],
      [
        "ABE",
        -7.188204102442369
      ],
      [
        "▁QUEEN",
        -7.196588547784566
      ],
      [
        "▁Thou",
        -7.200862903928602
      ],
      [
        "▁hear",
        -7.2120681278933505
      ],
      [
        "▁mine",
        -7.212616118353079
      ],
      [
        "▁Lord",
        -7.216472937504617
      ],
      [
        "▁much",
        -7.21844199069273
      ],
      [
        "▁most",
        -7.230894423925275
      ],
      [
        "▁made",
        -7.241505762491088
      ],
      [
        "HEN",
        -7.241636601642787
      ],
      [
        "▁me,",
        -7.2557122784008365
      ],
      [
        "▁Now",
        -7.258993458951115
      ],
      [
        "▁lord,",
        -7.263701673657431
      ],
      [
        "▁P",
        -7.278306823741209
      ],
      [
        "r",
        -7.279592580745682
      ],
      [
        "▁God",
        -7.280133241754275
      ],
      [
        "--",
        -7.281496437559085
      ],
      [
        "m",
        -7.288173537524203
      ],
      [
        "▁'tis",
        -7.297895797799769
      ],
      [
        "▁never",
        -7.306540622901954
      ],
      [
        "NCE",
        -7.312208200378558
      ],
      [
        "▁II",
        -7.317524428541714
      ],
      [
        "▁VI",
        -7.325104340805612
      ],
      [
        "T",
        -7.331054915337915
      ],
      [
        "▁fair",
        -7.341919899843857
      ],
      [
        "▁art",
        -7.34357235966541
      ],
      [
        "▁Your",
        -7.3435943861923185
      ],
      [
        "▁M",
        -7.357003019279235
      ],
      [
        "▁name",
        -7.358211329268209
      ],
      [
        "▁where",
        -7.361346305038572
      ],
      [
        "st",
        -7.363176912631962
      ],
      [
        "▁Or",
        -7.365579167615838
      ],
      [
        "▁day",
        -7.368286275507073
      ],
      [
        "▁lord",
        -7.370592747200242
      ],
      [
        "D",
        -7.376215093179191
      ],
      [
        "▁PET",
        -7.379292261380707
      ],
      [
        "▁hand",
        -7.380524512970343
      ],
      [
        "▁Is",
        -7.38220923751634
      ],
      [
        "▁think",
        -7.386117011848728
      ],
      [
        "▁any",
        -7.387272307801365
      ],
      [
        "▁been",
        -7.389001594175057
      ],
      [
        "▁Where",
        -7.389408066286003
      ],
      [
        "OME",
        -7.3942289937872
      ],
      [
        "▁EDWARD",
        -7.396357189547236
      ],
      [
        "▁cannot",
        -7.4032446502838045
      ],
      [
        "▁doth",
        -7.410372843858109
      ],
      [
        "▁noble",
        -7.41151410930711
      ],
      [
        "in",
        -7.418211537504306
      ],
      [
        "▁LUC",
        -7.425267003759358
      ],
      [
        "▁who",
        -7.431190366104332
      ],
      [
        "MENE",
        -7.434649070720775
      ],
      [
        "▁LA",
        -7.434833717631629
      ],
      [
        "▁life",
        -7.438126475493811
      ],
      [
        "P",
        -7.450179650983511
      ],
      [
        "o",
        -7.450359827078224
      ],
      [
        "very",
        -7.465105036650605
      ],
      [
        "▁When",
        -7.469977697627357
      ],
      [
        "▁Be",
        -7.480435010009951
      ],
      [
        "▁both",
        -7.485357356018679
      ],
      [
        "LOU",
        -7.48604937120668
      ],
      [
        "▁C",
        -7.48665972579555
      ],
      [
        "▁before",
        -7.487035263950834
      ],
      [
        "B",
        -7.491542514514954
      ],
      [
        "▁thee,",
        -7.501209055302489
      ],
      [
        "TH",
        -7.501283412398984
      ],
      [
        "▁world",
        -7.502786164617183
      ],
      [
        "ER",
        -7.502983414066387
      ],
      [
        "▁Let",
        -7.513559132966728
      ],
      [
        "▁true",
        -7.514583049009601
      ],
      [
        "▁sweet",
        -7.522334660089895
      ],
      [
        "▁It",
        -7.522441896875089
      ],
      [
        "▁By",
        -7.524487120709994
      ],
      [
        "LO",
        -7.527460410895157
      ],
      [
        "▁V",
        -7.528134358060921
      ],
      [
        "▁great",
        -7.528257969512433
      ],
      [
        "UCH",
        -7.529843466230791
      ],
      [
        "▁own",
        -7.534647333103861
      ],
      [
        "L",
        -7.541190385707124
      ],
      [
        "▁myself",
        -7.543368854808046
      ],
      [
        "▁blood",
        -7.543669997687066
      ],
      [
        "▁Then",
        -7.546868114649003
      ],
      [
        "▁leave",
        -7.547212217704016
      ],
      [
        "TES",
        -7.551251433132575
      ],
      [
        "▁way",
        -7.5592219416036395
      ],
      [
        "▁CORIOLANUS",
        -7.562726762040282
      ],
      [
        "IZ",
        -7.564272172649667
      ],
      [
        "▁nor",
        -7.5693208595688795
      ],
      [
        "▁being",
        -7.5697043758144185
      ],
      [
        "▁hast",
        -7.571734116784688
      ],
      [
        "▁T",
        -7.573341596440808
      ],
      [
        "▁men",
        -7.575768247539948
      ],
      [
        "▁heaven",
        -7.581360205273103
      ],
      [
        "▁night",
        -7.583787477314934
      ],
      [
        "ULI",
        -7.5865403099177575
      ],
      [
        "INCE",
        -7.586791342574044
      ],
      [
        "▁down",
        -7.59166745583625
      ],
      [
        "on",
        -7.597505858909563
      ],
      [
        "▁un",
        -7.5988527155610885
      ],
      [
        "er",
        -7.602254692555133
      ],
      [
        "th",
        -7.604093247132398
      ],
      [
        "▁AU",
        -7.605802879291352
      ],
      [
        "▁thus",
        -7.61322631510996
      ],
      [
        "▁him,",
        -7.61754563534245
      ],
      [
        "▁him.",
        -7.618982409042015
      ],
      [
        "▁brother",
        -7.624898445738377
      ],
      [
        "▁wife",
        -7.630650403743415
      ],
      [
        "▁grace",
        -7.631483931686328
      ],
      [
        "or",
        -7.635063066797088
      ],
      [
        "▁poor",
        -7.6391683517203575
      ],
      [
        "▁live",
        -7.645169359914934
      ],
      [
        "▁Go",
        -7.650069179539188
      ],
      [
        "▁away",
        -7.651832094284123
      ],
      [
        "Ay,",
        -7.651893087113962
      ],
      [
        "▁R",
        -7.654250486876287
      ],
      [
        "MIO",
        -7.654349716677794
      ],
      [
        "▁again",
        -7.654425033816772
      ],
      [
        "econd",
        -7.655147441994037
      ],
      [
        "▁Than",
        -7.655790989222749
      ],
      [
        "▁AN",
        -7.660232931067642
      ],
      [
        "▁bear",
        -7.666358368303781
      ],
      [
        "ll",
        -7.668749963188333
      ],
      [
        "▁son",
        -7.669285371510141
      ],
      [
        "M",
        -7.674450025685294
      ],
      [
        "▁look",
        -7.675701655647812
      ],
      [
        "▁No",
        -7.67625673198944
      ],
      [
        "E",
        -7.678401279011903
      ],
      [
        "▁honour",
        -7.680628659206276
      ],
      [
        "UL",
        -7.68846884158546
      ],
      [
        "▁many",
        -7.688856849886907
      ],
      [
        "▁done",
        -7.697190726676784
      ],
      [
        "▁die",
        -7.700709351390718
      ],
      [
        "▁His",
        -7.702163404601118
      ],
      [
        "▁comes",
        -7.703716774892466
      ],
      [
        "▁head",
        -7.70431124183217
      ],
      [
        "UM",
        -7.704515378126573
      ],
      [
        "if",
        -7.70461975179729
      ],
      [
        "▁'Tis",
        -7.705694101900398
      ],
      [
        "▁it.",
        -7.70595039547537
      ],
      [
        "▁old",
        -7.706088276059528
      ],
      [
        "RK",
        -7.707636495103537
      ],
      [
        "▁J",
        -7.708777384746387
      ],
      [
        "▁soul",
        -7.71148586523652
      ],
      [
        "▁pray",
        -7.713118562057083
      ],
      [
        "▁F",
        -7.71593943507064
      ],
      [
        "▁word",
        -7.723481002609976
      ],
      [
        "IN",
        -7.725387749055223
      ],
      [
        "▁nothing",
        -7.727181787313642
      ],
      [
        "▁Do",
        -7.733034287002787
      ],
      [
        "the",
        -7.736027032364646
      ],
      [
        "EST",
        -7.73733940022191
      ],
      [
        "▁ever",
        -7.738552949021573
      ],
      [
        "▁EL",
        -7.739151613400532
      ],
      [
        "▁other",
        -7.7413875909132965
      ],
      [
        "▁Well",
        -7.741667064221179
      ],
      [
        "▁house",
        -7.743718049739044
      ],
      [
        "▁better",
        -7.749858269355974
      ],
      [
        "▁call",
        -7.749933883075806
      ],
      [
        "▁stand",
        -7.755470228310133
      ],
      [
        "▁stay",
        -7.761251253978151
      ],
      [
        "▁Here",
        -7.761337151612049
      ],
      [
        "▁gone",
        -7.763008717158496
      ],
      [
        "▁prince",
        -7.772108541134643
      ],
      [
        "VOL",
        -7.773266702188718
      ],
      [
        "less",
        -7.77723064797162
      ],
      [
        "▁fear",
        -7.784104653762024
      ],
      [
        "INA",
        -7.789158127562167
      ],
      [
        "▁against",
        -7.796769367937514
      ],
      [
        "▁you.",
        -7.803114851168926
      ],
      [
        "▁those",
        -7.803746277182887
      ],
      [
        "▁Nay,",
        -7.805059159037147
      ],
      [
        "RAN",
        -7.806304496106348
      ],
      [
        "s.",
        -7.808183948255613
      ],
      [
        "▁little",
        -7.811637933273167
      ],
      [
        "▁daughter",
        -7.816460604862724
      ],
      [
        "▁face",
        -7.8185103541604315
      ],
      [
        "▁Not",
        -7.823111078652313
      ],
      [
        "STE",
        -7.827206796718452
      ],
      [
        "▁CA",
        -7.827393677402144
      ],
      [
        "▁Edward",
        -7.835100193083889
      ],
      [
        "▁two",
        -7.836150182420036
      ],
      [
        "▁Y",
        -7.837969088893279
      ],
      [
        "▁eyes",
        -7.839298364171137
      ],
      [
        "IS",
        -7.845788422021087
      ],
      [
        "▁GRE",
        -7.847817465593666
      ],
      [
        "▁off",
        -7.849380546670881
      ],
      [
        "▁thing",
        -7.852821284364414
      ],
      [
        "▁duke",
        -7.856148609543844
      ],
      [
        "▁still",
        -7.857832557366778
      ],
      [
        "▁Warwick",
        -7.8589681811779055
      ],
      [
        "▁There",
        -7.859176074583143
      ],
      [
        "▁hence",
        -7.861115699451846
      ],
      [
        "▁Citizen",
        -7.873844949968296
      ],
      [
        "▁therefore",
        -7.883136720745205
      ],
      [
        "▁it,",
        -7.884572381389095
      ],
      [
        "▁rest",
        -7.885435801179526
      ],
      [
        "▁unto",
        -7.887531638689616
      ],
      [
        "▁MAR",
        -7.8892582816392185
      ],
      [
        "▁dead",
        -7.889946223686705
      ],
      [
        "▁hope",
        -7.891013820949161
      ],
      [
        "▁tongue",
        -7.891270320845137
      ],
      [
        "▁first",
        -7.891904229731465
      ],
      [
        "▁No,",
        -7.892117514611684
      ],
      [
        "h",
        -7.895583023024069
      ],
      [
        "U",
        -7.902577526376859
      ],
      [
        "▁Have",
        -7.9063468251347535
      ],
      [
        "▁set",
        -7.912596889965316
      ],
      [
        "▁o'",
        -7.913262190047262
      ],
      [
        "'st",
        -7.914328113202401
      ],
      [
        "▁put",
        -7.9161161646089315
      ],
      [
        "IV",
        -7.91680616752515
      ],
      [
        "▁Thy",
        -7.919511001740659
      ],
      [
        "KE",
        -7.921458963873904
      ],
      [
        "-",
        -7.923153782733425
      ],
      [
        "▁though",
        -7.923997865633797
      ],
      [
        "▁queen",
        -7.924437648587382
      ],
      [
        "▁power",
        -7.9292882809677065
      ],
      [
        "▁else",
        -7.929467639939307
      ],
      [
        "▁thine",
        -7.9427765384992775
      ],
      [
        "are",
        -7.9441333731073716
      ],
      [
        "▁might",
        -7.944751079270511
      ],
      [
        "▁Richard",
        -7.9465509629530855
      ],
      [
        "▁words",
        -7.947570244575414
      ],
      [
        "▁Henry",
        -7.949223705121429
      ],
      [
        "est",
        -7.95149601711272
      ],
      [
        "WI",
        -7.953843416802286
      ],
      [
        "▁till",
        -7.955336714919213
      ],
      [
        "▁now,",
        -7.955934872448405
      ],
      [
        "▁York",
        -7.956045263211992
      ],
      [
        "▁home",
        -7.957407418730752
      ],
      [
        "▁could",
        -7.957571162206709
      ],
      [
        "NE",
        -7.96030445616864
      ],
      [
        "▁Good",
        -7.9626054485776185
      ],
      [
        "▁best",
        -7.967126230920368
      ],
      [
        "CK",
        -7.969242088909662
      ],
      [
        "at",
        -7.9696643164350744
      ],
      [
        "▁earth",
        -7.972647341319489
      ],
      [
        "WAR",
        -7.974257922980958
      ],
      [
        "▁long",
        -7.974361296805231
      ],
      [
        "▁me.",
        -7.976397372934159
      ],
      [
        "▁Will",
        -7.9807692325653985
      ],
      [
        "EL",
        -7.9874690199664204
      ],
      [
        "RUT",
        -7.989499319071715
      ],
      [
        "▁Shall",
        -7.991954125281453
      ],
      [
        "▁cause",
        -7.992327369871153
      ],
      [
        "LEO",
        -7.999793159619944
      ],
      [
        "e'er",
        -8.008661621295353
      ],
      [
        "man:",
        -8.009110271521823
      ],
      [
        "▁mean",
        -8.011019493041173
      ],
      [
        "▁Nurse",
        -8.012202753250738
      ],
      [
        "our",
        -8.014840191264636
      ],
      [
        "▁dear",
        -8.015480176281713
      ],
      [
        "▁young",
        -8.015593292604677
      ],
      [
        "▁peace",
        -8.020529872701808
      ],
      [
        "▁She",
        -8.021848847261534
      ],
      [
        "▁part",
        -8.023319810662336
      ],
      [
        "▁said",
        -8.025628815801841
      ],
      [
        "er:",
        -8.029439027750833
      ],
      [
        "▁none",
        -8.031587109307784
      ],
      [
        "▁forth",
        -8.03389292674234
      ],
      [
        "▁why",
        -8.038684088052314
      ],
      [
        "▁find",
        -8.038955767768035
      ],
      [
        "ous",
        -8.039046498285328
      ],
      [
        "▁keep",
        -8.040758264416212
      ],
      [
        "▁every",
        -8.041467646575875
      ],
      [
        "▁himself",
        -8.046019975796174
      ],
      [
        "i",
        -8.05099373288847
      ],
      [
        "LE",
        -8.052246811212875
      ],
      [
        "▁All",
        -8.055289173823255
      ],
      [
        "▁war",
        -8.055734816539712
      ],
      [
        "GE",
        -8.05818420634014
      ],
      [
        "▁CLA",
        -8.060320471506
      ],
      [
        "▁back",
        -8.07167412513083
      ],
      [
        "▁bring",
        -8.073441748687825
      ],
      [
        "ES",
        -8.082534066648861
      ],
      [
        "▁gentle",
        -8.084484205219706
      ],
      [
        "▁need",
        -8.090802350954874
      ],
      [
        "▁mind",
        -8.096624365435769
      ],
      [
        "▁tears",
        -8.09676659903204
      ],
      [
        "▁since",
        -8.098364954086621
      ],
      [
        "▁lords",
        -8.099489670197098
      ],
      [
        "▁Fro",
        -8.100717069273916
      ],
      [
        "▁right",
        -8.10118593582893
      ],
      [
        "ON",
        -8.104715068508522
      ],
      [
        "GAR",
        -8.106014369187438
      ],
      [
        "▁bid",
        -8.106039109538898
      ],
      [
        "LY",
        -8.106144897919918
      ],
      [
        "▁Yet",
        -8.11278354704064
      ],
      [
        "▁King",
        -8.112941763966667
      ],
      [
        "▁And,",
        -8.11941569616087
      ],
      [
        "▁came",
        -8.121927325541687
      ],
      [
        "▁Our",
        -8.130562416472058
      ],
      [
        "▁PA",
        -8.131835963830952
      ],
      [
        "▁help",
        -8.133816522841595
      ],
      [
        "▁hands",
        -8.139268255568254
      ],
      [
        "▁master",
        -8.139873352141302
      ],
      [
        "▁SI",
        -8.14051263320112
      ],
      [
        "▁state",
        -8.140602586316765
      ],
      [
        "▁friends",
        -8.14292412591842
      ],
      [
        "AMILL",
        -8.142973903378952
      ],
      [
        "▁royal",
        -8.143190347033878
      ],
      [
        "ING",
        -8.147954595837934
      ],
      [
        "CAL",
        -8.154312045598195
      ],
      [
        "▁Ha",
        -8.154511667110203
      ],
      [
        "to",
        -8.156130934175115
      ],
      [
        "▁once",
        -8.157538088970888
      ],
      [
        "▁whom",
        -8.163338971056376
      ],
      [
        "▁KAT",
        -8.167981533693528
      ],
      [
        "as",
        -8.168548392136913
      ],
      [
        "s;",
        -8.171196236033346
      ],
      [
        "▁Nor",
        -8.174314011214964
      ],
      [
        "▁fortune",
        -8.174802081956589
      ],
      [
        "HAR",
        -8.176805046328099
      ],
      [
        "▁thought",
        -8.176817059111684
      ],
      [
        "▁full",
        -8.17896553372584
      ],
      [
        "▁about",
        -8.183881308896268
      ],
      [
        "▁Romeo",
        -8.185049172416836
      ],
      [
        "▁'",
        -8.186235095907515
      ],
      [
        "▁They",
        -8.188477504948015
      ],
      [
        "▁heard",
        -8.188489758823092
      ],
      [
        "▁whos",
        -8.189213446186368
      ],
      [
        "us",
        -8.19281455330287
      ],
      [
        "ASTI",
        -8.19302755444834
      ],
      [
        "▁show",
        -8.193088285405246
      ],
      [
        "re",
        -8.19341210161015
      ],
      [
        "▁Marcius",
        -8.193700547814345
      ],
      [
        "▁gentleman",
        -8.195412713713356
      ],
      [
        "▁hither",
        -8.19650533814707
      ],
      [
        "▁friend",
        -8.197961754258316
      ],
      [
        "▁crown",
        -8.198850932694366
      ],
      [
        "▁prove",
        -8.201762411932005
      ],
      [
        "▁BU",
        -8.202450668546895
      ],
      [
        "▁thousand",
        -8.20604245247965
      ],
      [
        "BR",
        -8.213979320742009
      ],
      [
        "OLI",
        -8.214570663850376
      ],
      [
        "▁answer",
        -8.221679369576446
      ],
      [
        "▁lie",
        -8.224718831506298
      ],
      [
        "▁lady",
        -8.225314388034775
      ],
      [
        "▁cousin",
        -8.227246820673033
      ],
      [
        ",--",
        -8.22761542734791
      ],
      [
        "▁please",
        -8.228515160041596
      ],
      [
        "▁Clarence",
        -8.228568671059142
      ],
      [
        "K",
        -8.228926864513834
      ],
      [
        "▁eye",
        -8.229567945396887
      ],
      [
        "AND",
        -8.22989176456694
      ],
      [
        "▁gracious",
        -8.23003283990878
      ],
      [
        "▁sorrow",
        -8.233643967764149
      ],
      [
        "▁people",
        -8.233984619756711
      ],
      [
        "▁child",
        -8.238069736252086
      ],
      [
        "▁sun",
        -8.239163217073003
      ],
      [
        "▁into",
        -8.243124833132038
      ],
      [
        "▁Duke",
        -8.243478934578413
      ],
      [
        "MER",
        -8.245261207936268
      ],
      [
        "▁far",
        -8.252779047359262
      ],
      [
        "▁makes",
        -8.253260017682372
      ],
      [
        "▁mother",
        -8.253477883732089
      ],
      [
        "▁DUCHESS",
        -8.258609360094557
      ],
      [
        "▁grave",
        -8.258714224393362
      ],
      [
        "▁wilt",
        -8.262501779027168
      ],
      [
        "X",
        -8.26522750351462
      ],
      [
        "▁meet",
        -8.26603247982783
      ],
      [
        "ROS",
        -8.267342353497984
      ],
      [
        "▁Sir,",
        -8.26774897548055
      ],
      [
        "▁dost",
        -8.267889304236762
      ],
      [
        "▁king,",
        -8.269962700105609
      ],
      [
        "▁news",
        -8.274790221929372
      ],
      [
        "▁lord.",
        -8.275370405187328
      ],
      [
        "▁pardon",
        -8.275989233056261
      ],
      [
        "▁comfort",
        -8.280639988300987
      ],
      [
        "▁hour",
        -8.28454148647873
      ],
      [
        "▁grief",
        -8.287562853568565
      ],
      [
        "▁H",
        -8.292290098759928
      ],
      [
        "▁husband",
        -8.29438291142458
      ],
      [
        "▁joy",
        -8.296653404335856
      ],
      [
        "▁indeed",
        -8.299875814824823
      ],
      [
        "▁another",
        -8.303939977453613
      ],
      [
        "LL",
        -8.30923879365156
      ],
      [
        "▁then,",
        -8.3101558544741
      ],
      [
        "▁Provost",
        -8.313762766083443
      ],
      [
        "▁Would",
        -8.313774860731865
      ],
      [
        "▁so,",
        -8.315111299111482
      ],
      [
        "▁light",
        -8.327886812037306
      ],
      [
        "▁HORTENSI",
        -8.328138355054453
      ],
      [
        "▁BI",
        -8.328731166026499
      ],
      [
        "▁Eve",
        -8.32934997776785
      ],
      [
        "▁boy",
        -8.332359046875357
      ],
      [
        "▁even",
        -8.340957851788243
      ],
      [
        "▁Upon",
        -8.34205829538513
      ],
      [
        "▁after",
        -8.343731914191697
      ],
      [
        "▁has",
        -8.347349301831937
      ],
      [
        "▁hold",
        -8.355222465503351
      ],
      [
        "▁place",
        -8.35627309526841
      ],
      [
        "▁rather",
        -8.357165589070389
      ],
      [
        "▁hate",
        -8.359730388618761
      ],
      [
        "▁shame",
        -8.361381959693777
      ],
      [
        "▁father's",
        -8.367782354364296
      ],
      [
        "▁years",
        -8.367794768769087
      ],
      [
        "▁thank",
        -8.368227766953666
      ],
      [
        "▁last",
        -8.368476290304232
      ],
      [
        "▁business",
        -8.372245329991243
      ],
      [
        "▁Murder",
        -8.372290361884435
      ],
      [
        "▁Give",
        -8.372436823527448
      ],
      [
        "▁talk",
        -8.373269560131284
      ],
      [
        "▁truth",
        -8.374111293168257
      ],
      [
        "▁send",
        -8.37420789056799
      ],
      [
        "▁fall",
        -8.37582648359153
      ],
      [
        "PER",
        -8.380944533246376
      ],
      [
        "▁matter",
        -8.385892567898729
      ],
      [
        "▁Third",
        -8.38694457621634
      ],
      [
        "▁shalt",
        -8.38894790574842
      ],
      [
        "▁More",
        -8.391477199308834
      ],
      [
        "▁end",
        -8.394802029503605
      ],
      [
        "▁body",
        -8.397339508999474
      ],
      [
        "▁only",
        -8.39762147156326
      ],
      [
        "▁i",
        -8.40115982837527
      ],
      [
        "ful",
        -8.402881186063102
      ],
      [
        "▁lies",
        -8.403416758515647
      ],
      [
        "▁Clow",
        -8.4060665293859
      ],
      [
        "OR",
        -8.407936710576495
      ],
      [
        "▁kind",
        -8.410967250447204
      ],
      [
        "▁Kate",
        -8.41251858962089
      ],
      [
        "▁law",
        -8.41598029916732
      ],
      [
        "▁NOR",
        -8.417998413149263
      ],
      [
        "UCE",
        -8.418562835825062
      ],
      [
        "▁fight",
        -8.424254604644144
      ],
      [
        "STA",
        -8.42505084109839
      ],
      [
        "NG",
        -8.432160340764106
      ],
      [
        "▁Take",
        -8.432414092929594
      ],
      [
        "▁false",
        -8.433782073874186
      ],
      [
        "▁pity",
        -8.43571524105899
      ],
      [
        "▁m",
        -8.43651346861583
      ],
      [
        "an",
        -8.436833697208282
      ],
      [
        "RE",
        -8.436933663625478
      ],
      [
        "▁arms",
        -8.438859385154633
      ],
      [
        "▁use",
        -8.440396583563903
      ],
      [
        "▁wish",
        -8.4408925706847
      ],
      [
        "▁life,",
        -8.446632689090231
      ],
      [
        "▁holy",
        -8.449258136637123
      ],
      [
        "▁nature",
        -8.450729035854044
      ],
      [
        "▁sleep",
        -8.454341262119797
      ],
      [
        "▁new",
        -8.461058472773107
      ],
      [
        "▁Rome",
        -8.464650456635713
      ],
      [
        "HA",
        -8.465290150632452
      ],
      [
        "▁present",
        -8.465734473330642
      ],
      [
        "▁Servant",
        -8.466631539650487
      ],
      [
        "AN",
        -8.467292540336675
      ],
      [
        "▁Were",
        -8.469113010218777
      ],
      [
        "▁woman",
        -8.473401785267868
      ],
      [
        "f",
        -8.474089537367563
      ],
      [
        "▁gods",
        -8.476339713228874
      ],
      [
        "▁high",
        -8.477262859485624
      ],
      [
        "▁lives",
        -8.478461066624707
      ],
      [
        "W",
        -8.479668991252485
      ],
      [
        "▁POMP",
        -8.482696854314064
      ],
      [
        "▁foul",
        -8.482960313439609
      ],
      [
        "▁sovereign",
        -8.483221849071334
      ],
      [
        "ENT",
        -8.485145437647652
      ],
      [
        "▁Was",
        -8.487071454884973
      ],
      [
        "▁less",
        -8.489496534687435
      ],
      [
        "▁happy",
        -8.489607022206055
      ],
      [
        "▁lay",
        -8.489775709924299
      ],
      [
        "es",
        -8.49152905660382
      ],
      [
        "ness",
        -8.494610977778336
      ],
      [
        "▁saw",
        -8.49930961030599
      ],
      [
        "▁beseech",
        -8.50018728827572
      ],
      [
        "▁son,",
        -8.503870990028862
      ],
      [
        "▁breath",
        -8.504709463644737
      ],
      [
        "▁An",
        -8.514635496352707
      ],
      [
        "▁country",
        -8.515898461704873
      ],
      [
        "▁things",
        -8.517136474748582
      ],
      [
        "▁Look",
        -8.520436183854613
      ],
      [
        "▁three",
        -8.521264713114261
      ],
      [
        "▁within",
        -8.524340368173972
      ],
      [
        "▁traitor",
        -8.529658086348242
      ],
      [
        "▁get",
        -8.529750704523359
      ],
      [
        "▁BA",
        -8.531510650966315
      ],
      [
        "▁while",
        -8.532236055002745
      ],
      [
        "▁means",
        -8.533923083454297
      ],
      [
        "▁England",
        -8.53504325670362
      ],
      [
        "▁villain",
        -8.53509741853086
      ],
      [
        "▁proud",
        -8.536168631465285
      ],
      [
        "▁Her",
        -8.536451109604258
      ],
      [
        "▁yourself",
        -8.536914223726892
      ],
      [
        "▁kill",
        -8.539265567061632
      ],
      [
        "▁horse",
        -8.539490234856139
      ],
      [
        "RIA",
        -8.541157144952773
      ],
      [
        "▁Say",
        -8.541801423650893
      ],
      [
        "H",
        -8.555764734496089
      ],
      [
        "GON",
        -8.555784884498573
      ],
      [
        "▁doubt",
        -8.557719293431399
      ],
      [
        "▁bloody",
        -8.558843963547943
      ],
      [
        "▁land",
        -8.559651657820067
      ],
      [
        "en",
        -8.559873918756626
      ],
      [
        "▁play",
        -8.560380590278513
      ],
      [
        "ill",
        -8.560424877128352
      ],
      [
        "▁Did",
        -8.561360029053173
      ],
      [
        "▁save",
        -8.563253303240923
      ],
      [
        "▁sword",
        -8.565158093542768
      ],
      [
        "▁GR",
        -8.56816026605188
      ],
      [
        "▁children",
        -8.57107977971725
      ],
      [
        "▁let's",
        -8.57187988379168
      ],
      [
        "▁follow",
        -8.57323868364725
      ],
      [
        "▁enough",
        -8.57435901034911
      ],
      [
        "URE",
        -8.576661724878893
      ],
      [
        "▁fire",
        -8.57668655048174
      ],
      [
        "▁May",
        -8.581207694883012
      ],
      [
        "▁CO",
        -8.584540659865691
      ],
      [
        "▁looks",
        -8.587549810708115
      ],
      [
        "▁Therefore",
        -8.589695746503882
      ],
      [
        "▁majesty",
        -8.590115351922556
      ],
      [
        "▁Though",
        -8.590453167044615
      ],
      [
        "▁maid",
        -8.59261656761743
      ],
      [
        "▁late",
        -8.5929611482609
      ],
      [
        "▁uncle",
        -8.593340140130957
      ],
      [
        "▁left",
        -8.593940257983824
      ],
      [
        "▁Tybalt",
        -8.59408790105449
      ],
      [
        "▁welcome",
        -8.597737115176136
      ],
      [
        "CLIFF",
        -8.602564901498397
      ],
      [
        "▁fellow",
        -8.608060354641381
      ],
      [
        "AM",
        -8.609442577432668
      ],
      [
        "▁Ar",
        -8.610623228651045
      ],
      [
        "▁break",
        -8.612092666889021
      ],
      [
        "▁On",
        -8.613147189683765
      ],
      [
        "ere",
        -8.613752003904635
      ],
      [
        "▁Can",
        -8.614604969542816
      ],
      [
        "▁city",
        -8.61734566730466
      ],
      [
        "▁told",
        -8.618110376395656
      ],
      [
        "▁wrong",
        -8.61882683145669
      ],
      [
        "▁swear",
        -8.629122193496281
      ],
      [
        "▁farewell",
        -8.63097086774734
      ],
      [
        "▁b",
        -8.63119487376575
      ],
      [
        "▁mercy",
        -8.63257702878965
      ],
      [
        "TO",
        -8.63341190445278
      ],
      [
        "▁Angelo",
        -8.633945057920084
      ],
      [
        "of",
        -8.637245822857004
      ],
      [
        "▁kiss",
        -8.643171030484101
      ],
      [
        "▁warrant",
        -8.644119999567696
      ],
      [
        "▁does",
        -8.644222835026003
      ],
      [
        "LA",
        -8.647241439005285
      ],
      [
        "▁heavy",
        -8.648735633304849
      ],
      [
        "▁seen",
        -8.648791992497266
      ],
      [
        "▁gold",
        -8.650143709696756
      ],
      [
        "▁without",
        -8.652324565754174
      ],
      [
        "▁seem",
        -8.653980790278945
      ],
      [
        "▁mistress",
        -8.656201000970649
      ],
      [
        "▁together",
        -8.656890988832494
      ],
      [
        "▁believe",
        -8.658475245186779
      ],
      [
        "OND",
        -8.658850228138924
      ],
      [
        "▁s",
        -8.660109212279558
      ],
      [
        "▁spirit",
        -8.66247293999788
      ],
      [
        "▁oath",
        -8.664142396130472
      ],
      [
        "ignior",
        -8.666895901582661
      ],
      [
        "▁PRINCE",
        -8.66697235304712
      ],
      [
        "▁Clifford",
        -8.66719183050336
      ],
      [
        "▁here,",
        -8.669192461879627
      ],
      [
        "EN",
        -8.671094744619575
      ],
      [
        "▁lost",
        -8.671543497989063
      ],
      [
        "▁At",
        -8.679261704857266
      ],
      [
        "▁Had",
        -8.681213284982665
      ],
      [
        "▁strange",
        -8.682756769768496
      ],
      [
        "▁days",
        -8.685251216658664
      ],
      [
        "▁common",
        -8.68546338077909
      ],
      [
        "▁Some",
        -8.687121561829166
      ],
      [
        "▁to-morrow",
        -8.687775804752759
      ],
      [
        "▁thyself",
        -8.68863254029895
      ],
      [
        "▁care",
        -8.69113620914628
      ],
      [
        "▁Tell",
        -8.691800813444258
      ],
      [
        "▁Edward's",
        -8.693715703096435
      ],
      [
        "he",
        -8.696663076230898
      ],
      [
        "▁pass",
        -8.697222521388955
      ],
      [
        "▁Gentle",
        -8.702982158179669
      ],
      [
        "ELL",
        -8.703218873639932
      ],
      [
        "▁through",
        -8.705133538418965
      ],
      [
        "▁reason",
        -8.707966589350688
      ],
      [
        "▁Juliet",
        -8.70815400375394
      ],
      [
        "▁Should",
        -8.708168366544193
      ],
      [
        "▁turn",
        -8.708197774052165
      ],
      [
        "▁over",
        -8.708627633623633
      ],
      [
        "▁Away",
        -8.709176221893333
      ],
      [
        "▁free",
        -8.715107929231193
      ],
      [
        "'t",
        -8.715316953043752
      ],
      [
        "ORD",
        -8.71734738046948
      ],
      [
        "▁One",
        -8.720958605687754
      ],
      [
        "▁desire",
        -8.724313293636762
      ],
      [
        "▁fault",
        -8.726073708136616
      ],
      [
        "▁friar",
        -8.729212029155734
      ],
      [
        "▁report",
        -8.73000116729242
      ],
      [
        "▁ground",
        -8.734212787716757
      ],
      [
        "▁service",
        -8.73470963276819
      ],
      [
        "▁sight",
        -8.737164219292364
      ],
      [
        "▁under",
        -8.737686948203535
      ],
      [
        "▁arm",
        -8.737950715151733
      ],
      [
        "▁weep",
        -8.741531105192717
      ],
      [
        "▁man,",
        -8.74295588326354
      ],
      [
        "▁ears",
        -8.743733909042348
      ],
      [
        "▁sin",
        -8.745509090731932
      ],
      [
        "▁yield",
        -8.746027470018669
      ],
      [
        "▁command",
        -8.747495354818216
      ],
      [
        "▁Like",
        -8.750709758555473
      ],
      [
        "▁slain",
        -8.751248178090385
      ],
      [
        "▁straight",
        -8.751358306987687
      ],
      [
        "▁me?",
        -8.751640038970667
      ],
      [
        "▁France",
        -8.753741045197676
      ],
      [
        "▁o'er",
        -8.75477084636536
      ],
      [
        "▁near",
        -8.75511231095558
      ],
      [
        "▁Pray",
        -8.756668654805896
      ],
      [
        "▁content",
        -8.75683708030912
      ],
      [
        "▁fly",
        -8.75785376510262
      ],
      [
        "I:",
        -8.758083325341987
      ],
      [
        "▁loss",
        -8.760838341599188
      ],
      [
        "CE",
        -8.762111834103925
      ],
      [
        "▁sit",
        -8.763035469000084
      ],
      [
        "▁cold",
        -8.76401921712146
      ],
      [
        "me",
        -8.764490172030545
      ],
      [
        "G",
        -8.764615960692058
      ],
      [
        "▁mad",
        -8.767857546272275
      ],
      [
        "▁Bolingbroke",
        -8.77086097201297
      ],
      [
        "▁we'",
        -8.77091468014325
      ],
      [
        "y,",
        -8.7727888060019
      ],
      [
        "▁revenge",
        -8.772966657486279
      ],
      [
        "gainst",
        -8.773215906607883
      ],
      [
        "▁beauty",
        -8.773876113842807
      ],
      [
        "▁sea",
        -8.773959278881186
      ],
      [
        "▁beat",
        -8.776103581362364
      ],
      [
        "▁tender",
        -8.776284729451515
      ],
      [
        "LOR",
        -8.776452926048908
      ],
      [
        "ENE",
        -8.776692015456828
      ],
      [
        "▁dream",
        -8.776961538285658
      ],
      [
        "▁These",
        -8.779627780383585
      ],
      [
        "▁alone",
        -8.780399770179844
      ],
      [
        "▁married",
        -8.780766087720082
      ],
      [
        "essenger",
        -8.782821788909498
      ],
      [
        "▁Ah",
        -8.78397987983961
      ],
      [
        "▁fool",
        -8.785352441723523
      ],
      [
        "BER",
        -8.787226555983658
      ],
      [
        "OL",
        -8.789474346232879
      ],
      [
        "▁deep",
        -8.78986375462314
      ],
      [
        "▁Senator",
        -8.790663462669052
      ],
      [
        "▁Farewell",
        -8.79252058407063
      ],
      [
        "her",
        -8.792693282710106
      ],
      [
        "▁haste",
        -8.794515384488221
      ],
      [
        "▁sent",
        -8.79456133093369
      ],
      [
        "e,",
        -8.794598977634216
      ],
      [
        "▁them,",
